/*
NÃO MEXA AQUI SE VOCÊ NÃO SABE O QUÊ TA FAZENDO, SE NÃO PODE CAUSAR ERRO NO BOT E PERDER TUDO
*/
const fs = require('fs-extra');

const menu = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂̧𝐎̃𝐄𝐒 𝐒𝐓𝐄𝐋𝐋𝐀𝐑 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ Seja bem-vindo ${pushname}🧸
┃┝১°᳝🛸 . ۪→ Status: ${!isBotoff ? 'Online 🟢' : 'Offline 🔴'}
┃┝১°᳝🛸 . ۪→ Hora: ${hora}
┃┝১°᳝🛸 . ۪→ mês: ${bulan1}
┃┝১°᳝🛸 . ۪→ Semana: ${hari}
┃┝১°᳝🛸 . ۪→ Versão: ${botVersion}
┃┝১°᳝🛸 . ۪→ Criador: ᴘᵉᵈʳᵒᶻᶻ ᴍᵒᵈˢᖭ℘
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐏𝐑𝐈𝐍𝐂𝐈𝐏𝐀𝐋
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑑𝑢𝑏𝑙𝑎𝑑𝑜𝑟𝑎
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑒𝑐𝑜『 𝐴𝑙𝑢𝑔𝑎𝑟 𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑖『 𝑅𝑒𝑠𝑡 𝐴𝑝𝑖𝑠 𝑐𝑟𝑖𝑎𝑑𝑜𝑟 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑚𝑝𝑟𝑎𝑟𝑏𝑜𝑡『 𝑠𝑒 𝑑𝑒𝑠𝑒𝑗𝑎𝑠 𝑐𝑜𝑚𝑝𝑟𝑎𝑟 𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢𝑐𝑜𝑚𝑝𝑙𝑒𝑡𝑜 『  𝑀𝑒𝑛𝑢 𝑐𝑜𝑚𝑝𝑙𝑒𝑡𝑜 𝑑𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢𝑎𝑑𝑚 『  𝑀𝑒𝑛𝑢 𝑑𝑜𝑠 𝑐𝑜𝑚𝑎𝑛𝑑𝑜𝑠 𝑎𝑑𝑚』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢2
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢𝑣𝑖𝑝『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢18『  𝑀𝑒𝑛𝑢 +18 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥 『 𝐶𝑜𝑚𝑎𝑛𝑑𝑜𝑠 𝑑𝑎 𝑓𝑒𝑛𝑖𝑥 𝐴𝐼 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑓𝑒𝑖𝑡𝑜𝑠『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑛𝑡𝑎𝑔𝑒𝑚『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑙𝑖𝑐𝑎𝑡𝑖𝑣𝑜𝑠『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑙𝑡𝑒𝑟𝑎𝑑𝑜𝑟𝑒𝑠『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑𝑠『  𝑀𝑒𝑛𝑢 𝑑𝑒 𝑚𝑒𝑚𝑒𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑢𝑠𝑖𝑐𝑎𝑠『  𝑀𝑒𝑛𝑢 𝑑𝑒 𝑚𝑢𝑠𝑖𝑐𝑎𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑒𝑛ℎ𝑜𝑠『  𝑀𝑒𝑛𝑢 𝐷𝑒𝑠𝑒𝑛ℎ𝑜𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎𝑠『  𝑀𝑒𝑛𝑢 𝐵𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢𝑗𝑜𝑔𝑜𝑠『  𝑀𝑒𝑛𝑢 𝐵𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑓𝑜𝑏𝑜𝑡『  𝐼𝑛𝑓𝑜𝑟𝑚𝑎𝑐𝑜𝑒𝑠 𝑑𝑜 𝑏𝑜𝑡 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･°━╮
┝⊰ ➪ 𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒  𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･°━╯
┃┝১°᳝🛸 . ۪→ 𝑠『 𝑓𝑎𝑧𝑒𝑟 𝑠𝑡𝑖𝑐𝑘𝑒𝑟 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦『 𝑏𝑎𝑖𝑥𝑎𝑟 𝑎𝑢𝑑𝑖𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑣𝑑『 𝑏𝑎𝑖𝑥𝑎𝑟 𝑣𝑖𝑑𝑒𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑖𝑎𝑑𝑜𝑟『 𝑐𝑟𝑖𝑎𝑑𝑜𝑟 𝑑𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑓𝑜𝑏𝑜𝑡『 𝑖𝑛𝑓𝑜𝑟𝑚𝑎𝑐𝑜𝑒𝑠 𝑑𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒『 𝑖𝑛𝑓𝑜𝑟𝑚𝑎𝑐𝑜𝑒𝑠 𝑑𝑒 𝑎𝑛𝑖𝑚𝑒 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒_𝑝𝑒𝑟𝑠𝑜𝑛𝑎𝑔𝑒𝑛𝑠『 𝑝𝑒𝑟𝑠𝑜 𝑑𝑒 𝑎𝑛𝑖𝑚𝑒 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒_𝑛𝑜𝑣𝑜𝑠『 𝑛𝑜𝑣𝑜𝑠 𝑎𝑛𝑖𝑚𝑒𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖『 𝐺𝑒𝑚𝑖𝑛𝑖 𝐴𝐼 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎『 𝑖𝑚𝑔, 𝑣𝑑 𝑒 𝑎𝑢𝑑𝑖𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑎『 𝑓𝑒𝑛𝑖𝑥 𝑖𝑛𝑡𝑒𝑙𝑖𝑔𝑒𝑛𝑡𝑒 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑚𝑎𝑔𝑖𝑛𝑒『 𝑐𝑟𝑖𝑎𝑟 𝑖𝑚𝑎𝑔𝑒𝑚 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･°━╯`; 
}

const menucompleto = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･°━╮
┝⊰ ➪ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂̧𝐎̃𝐄𝐒 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ Seja bem-vindo ${pushname}🧸
┃┝১°᳝🛸 . ۪→ Status: ${!isBotoff ? 'Online 🟢' : 'Offline 🔴'}
┃┝১°᳝🛸 . ۪→ Hora: ${hora}
┃┝১°᳝🛸 . ۪→ mês: ${bulan1}
┃┝১°᳝🛸 . ۪→ Semana: ${hari}
┃┝১°᳝🛸 . ۪→ Versão: ${botVersion}
┃┝১°᳝🛸 . ۪→ Criador: ᴳᵒᵈ乡ᴘᵉᵈʳᵒᶻᶻ ᴍᵒᵈˢᖭ℘༽
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑑𝑢𝑏𝑙𝑎𝑑𝑜𝑟𝑎
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑒𝑐𝑜『 𝐴𝑙𝑢𝑔𝑎𝑟 𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑖『 𝑅𝑒𝑠𝑡 𝐴𝑝𝑖𝑠 𝑐𝑟𝑖𝑎𝑑𝑜𝑟 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑚𝑝𝑟𝑎𝑟𝑏𝑜𝑡『 𝑠𝑒 𝑑𝑒𝑠𝑒𝑗𝑎𝑠 𝑐𝑜𝑚𝑝𝑟𝑎𝑟 𝑜 𝑏𝑜𝑡 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢2
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢𝑣𝑖𝑝『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢18『  𝑀𝑒𝑛𝑢 +18 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑓𝑒𝑖𝑡𝑜𝑠『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑛𝑡𝑎𝑔𝑒𝑚『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑙𝑖𝑐𝑎𝑡𝑖𝑣𝑜𝑠『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑙𝑡𝑒𝑟𝑎𝑑𝑜𝑟𝑒𝑠『 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑𝑠『  𝑀𝑒𝑛𝑢 𝑑𝑒 𝑚𝑒𝑚𝑒𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑢𝑠𝑖𝑐𝑎𝑠『  𝑀𝑒𝑛𝑢 𝑑𝑒 𝑚𝑢𝑠𝑖𝑐𝑎𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑒𝑛ℎ𝑜𝑠『  𝑀𝑒𝑛𝑢 𝐷𝑒𝑠𝑒𝑛ℎ𝑜𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎𝑠『  𝑀𝑒𝑛𝑢 𝐵𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢𝑗𝑜𝑔𝑜𝑠『  𝑀𝑒𝑛𝑢 𝐵𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎𝑠 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑓𝑜𝑏𝑜𝑡『  𝐼𝑛𝑓𝑜𝑟𝑚𝑎𝑐𝑜𝑒𝑠 𝑑𝑜 𝑏𝑜𝑡 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃 / 𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦2『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦3『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦4『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦5『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦6『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦7『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦8『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦9『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦10『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑣𝑑『𝑛𝑜𝑚𝑒 𝑣𝑖𝑑𝑒𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑣𝑑2『𝑛𝑜𝑚𝑒 𝑣𝑖𝑑𝑒𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑚𝑖𝑥『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑚𝑖𝑥2 『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑑𝑜𝑐『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑑𝑜𝑐𝑣𝑑『 𝑛𝑜𝑚𝑒 𝑣𝑖𝑑𝑒𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑋𝑣𝑖𝑑𝑒𝑜𝑠『 𝑛𝑜𝑚𝑒 𝑑𝑜 𝑣𝑖𝑑𝑒𝑜𝑥 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑘𝑡𝑜𝑘𝑎𝑑『𝑙𝑖𝑛𝑘 𝑡𝑖𝑘𝑡𝑜𝑘』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑘𝑡𝑜𝑘2『𝑙𝑖𝑛𝑘 𝑡𝑖𝑘𝑡𝑜𝑘』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑘𝑡𝑜𝑘3『𝑙𝑖𝑛𝑘 𝑡𝑖𝑘𝑡𝑜𝑘』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑘𝑡𝑜𝑘-𝑞𝑢𝑒𝑟𝑦『𝑛𝑜𝑚𝑒 𝑑𝑜 𝑣𝑖𝑑𝑒𝑜』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑘𝑡𝑜𝑘𝑣𝑑 『𝑙𝑖𝑛𝑘 𝑡𝑖𝑘𝑡𝑜𝑘』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑘𝑡𝑜𝑘-𝑠𝑡𝑎𝑙𝑘𝑒𝑟『 𝑛𝑜𝑚𝑒 𝑑𝑜 𝑢𝑠𝑢𝑎𝑟𝑖𝑜』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑠𝑡𝑎𝑔𝑟𝑎𝑚 『𝑙𝑖𝑛𝑘 𝑑𝑜 𝐼𝑛𝑠𝑡𝑎𝑔𝑟𝑎𝑚』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑠𝑡𝑎-𝑎𝑢𝑑𝑖𝑜 『𝑙𝑖𝑛𝑘 𝑑𝑜 𝐼𝑛𝑠𝑡𝑎𝑔𝑟𝑎𝑚』
┃┝১°᳝🛸 . ۪→ 𝑖𝑔𝑠𝑡𝑎𝑙𝑘『 𝑛𝑜𝑚𝑒 𝑑𝑜 𝑢𝑠𝑢𝑎𝑟𝑖𝑜』
┃┝১°᳝🛸 . ۪→ 𝑒𝑠𝑝𝑜𝑟𝑡𝑒𝑛𝑜𝑡𝑖𝑐𝑖𝑎𝑠
┃┝১°᳝🛸 . ۪→ 𝑚𝑢𝑙𝑡𝑖𝑑𝑙 『 𝑙𝑖𝑛𝑘 𝑖𝑛𝑠𝑡𝑎/𝑦𝑡/𝑓𝑎𝑐𝑒/𝑒𝑡𝑐... 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑠𝑡𝑎𝑠𝑡𝑜𝑟𝑦𝑠 『 𝑒𝑥: @𝑝𝑒𝑑𝑟𝑜𝑧𝑧_13755 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑡𝑜𝑖𝑑𝑒 『 𝑛𝑜𝑚𝑒 𝑑𝑜 𝑎𝑝𝑝 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑧𝑒𝑟 『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑝𝑜𝑡𝑖𝑓𝑦 『 𝑛𝑜𝑚𝑒 𝑚𝑢𝑠𝑖𝑐𝑎 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑖𝑔𝑛𝑜 『𝑛𝑜𝑚𝑒 𝑑𝑜 𝑠𝑖𝑔𝑛𝑜』
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑒𝑑𝑎 『𝑣𝑎𝑙𝑜𝑟 𝑑𝑎 𝑚𝑜𝑒𝑑𝑎』
┃┝১°᳝🛸 . ۪→ 𝑔𝑖𝑚𝑎𝑔𝑒 『𝑛𝑜𝑚𝑒 𝑑𝑎 𝑖𝑚𝑎𝑔𝑒𝑚』
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑖𝑛𝑡𝑑𝑒𝑠𝑖𝑡𝑒 『𝑙𝑖𝑛𝑘 𝑑𝑜 𝑠𝑖𝑡𝑒』
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑖𝑛𝑡 『𝑙𝑖𝑛𝑘 𝑑𝑜 𝑠𝑖𝑡𝑒』
┃┝১°᳝🛸 . ۪→ 𝑦𝑡𝑠𝑒𝑎𝑟𝑐ℎ 『𝑛𝑜𝑚𝑒 𝑑𝑎 𝑝𝑒𝑠𝑞𝑢𝑖𝑠𝑎』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑎𝑧𝑜𝑛 『𝑛𝑜𝑚𝑒 𝑑𝑎 𝑐𝑜𝑚𝑝𝑟𝑎』
┃┝১°᳝🛸 . ۪→ 𝑐𝑒𝑙𝑢𝑙𝑎𝑟 『𝑛𝑜𝑚𝑒 𝑑𝑜 𝑐𝑒𝑙𝑙』
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑦𝑠𝑡𝑜𝑟𝑒 『𝑛𝑜𝑚𝑒 𝑑𝑜 𝑎𝑝𝑘』
┃┝১°᳝🛸 . ۪→ 𝑒𝑠𝑝𝑜𝑟𝑡𝑒𝑛𝑜𝑡𝑖𝑐𝑖𝑎𝑠 『𝑛𝑜𝑡𝑖𝑐𝑖𝑎 𝑑𝑒 𝑒𝑠𝑝𝑜𝑟𝑡𝑒』
┃┝১°᳝🛸 . ۪→ 𝑔𝑖𝑡𝑐𝑙𝑜𝑛𝑒 『𝑙𝑖𝑛𝑘 𝑑𝑜 𝐺𝑖𝑡ℎ𝑢𝑏』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑑𝑖𝑎𝑓𝑖𝑟𝑒 『𝑙𝑖𝑛𝑘 𝑑𝑜 𝑚𝑒𝑑𝑖𝑎𝑓𝑖𝑟𝑒』
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑡𝑟𝑎 『𝑛𝑜𝑚𝑒 𝑑𝑎 𝑚𝑢𝑠𝑖𝑐𝑎』
┃┝১°᳝🛸 . ۪→ 𝑝𝑒𝑛𝑠𝑎𝑑𝑜𝑟 『𝑒𝑥: 𝑝𝑜𝑒𝑠𝑖𝑎』
┃┝১°᳝🛸 . ۪→ 𝑠𝑎𝑦𝑐𝑎𝑡 『𝑒𝑑𝑖𝑡 𝑑𝑎 𝑠𝑎𝑦𝑐𝑎𝑡』𝑜𝑓𝑓
┃┝১°᳝🛸 . ۪→ 𝑔𝑜𝑜𝑔𝑙𝑒 『𝑒𝑥: 𝑏𝑜𝑡 𝑑𝑒 𝑤ℎ𝑎𝑡𝑠𝑎𝑝𝑝』
┃┝১°᳝🛸 . ۪→ 𝑎𝑟𝑚𝑎 『𝐸𝑋: 𝑎𝑤𝑚』
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑚𝑝𝑜 『𝑒𝑥: 𝑆𝑎𝑜 𝑃𝑎𝑢𝑙𝑜』
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑙𝑙 『 𝑛𝑜𝑚𝑒 』
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑙𝑙𝑝𝑎𝑝𝑒𝑟𝑎𝑛𝑖𝑚𝑒 (𝐼𝑀𝐺)
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑙𝑙𝑝𝑎𝑝𝑒𝑟𝑠𝑎𝑡𝑎𝑛𝑖𝑐 (𝐼𝑀𝐺)
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑙𝑙𝑝𝑎𝑝𝑒𝑟𝑔𝑎𝑚𝑒 (𝐼𝑀𝐺)
┃┝১°᳝🛸 . ۪→ 𝑐ℎ𝑢𝑐𝑘 (𝐼𝑀𝐺)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐅𝐈𝐆𝐔𝐑𝐈𝐍𝐇𝐀𝐒  𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑠
┃┝১°᳝🛸 . ۪→ 𝑓
┃┝১°᳝🛸 . ۪→ 𝑓𝑠𝑡𝑖𝑐𝑘𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑓𝑠𝑡𝑖𝑘𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑠𝑡𝑖𝑐𝑘𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑠𝑒𝑚𝑓𝑢𝑛𝑑𝑜
┃┝১°᳝🛸 . ۪→ 𝑠𝑓𝑢𝑛𝑑𝑜
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑠𝑒𝑚𝑓𝑢𝑛𝑑𝑜
┃┝১°᳝🛸 . ۪→ 𝑞𝑐
┃┝১°᳝🛸 . ۪→ 𝑞𝑐2
┃┝১°᳝🛸 . ۪→ 𝑞𝑐𝑏
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑐𝑎𝑙𝑜𝑙𝑖
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑜𝑛𝑔 
┃┝১°᳝🛸 . ۪→ 𝑎𝑡𝑡𝑝1 
┃┝১°᳝🛸 . ۪→ 𝑎𝑡𝑡𝑝2
┃┝১°᳝🛸 . ۪→ 𝑎𝑡𝑡𝑝3
┃┝১°᳝🛸 . ۪→ 𝑎𝑡𝑡𝑝4
┃┝১°᳝🛸 . ۪→ 𝑎𝑡𝑡𝑝5 
┃┝১°᳝🛸 . ۪→ 𝑎𝑡𝑡𝑝6
┃┝১°᳝🛸 . ۪→ emoji𝑚𝑖𝑥『𝑒𝑥:${prefix}emoji𝑚𝑖𝑥 🥵+😠』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎𝑠『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:25』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎𝑠2『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:50』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑎𝑙𝑒『𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎𝑠 𝑎𝑙𝑒𝑎𝑡𝑜𝑟𝑖𝑎』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑛𝑎𝑚𝑒『𝑟𝑒𝑛𝑜𝑚𝑒𝑎 𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎』
┃┝১°᳝🛸 . ۪→ 𝑟𝑜𝑢𝑏𝑎𝑟『𝑟𝑒𝑛𝑜𝑚𝑒𝑎 𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑟𝑎𝑛𝑑𝑜𝑚『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢+18『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑚𝑒𝑚𝑒𝑠2『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑎𝑛𝑖𝑚𝑒2『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑐𝑜𝑟𝑒𝑎𝑛𝑎𝑠2『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑔𝑎𝑡𝑜𝑠『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑏𝑡𝑠『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑒𝑚𝑜𝑗𝑖『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑚𝑒𝑚𝑒『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑏𝑒𝑏𝑒『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑐𝑜𝑟𝑒𝑎𝑛𝑎『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑎𝑛𝑖𝑚𝑒『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑎𝑛𝑖𝑚𝑎𝑖𝑠『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑑𝑒𝑠𝑒𝑛ℎ𝑜『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑟𝑎𝑖𝑣𝑎『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢𝑟𝑜𝑏𝑙𝑜𝑥『𝑞𝑢𝑎𝑛𝑡𝑖𝑑𝑎𝑑𝑒 𝑚𝑥:10』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐈𝐍𝐓𝐄𝐋𝐈𝐆𝐄𝐍𝐂𝐈𝐀 𝐀𝐑𝐓𝐈𝐅𝐈𝐂𝐈𝐀𝐋
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝐼𝑀𝐴𝐺𝐸𝑀 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝐴𝑈𝐷𝐼𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝑉𝐼𝐷𝐸𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑚𝑎𝑔𝑖𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑙𝑙𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑙𝑙𝑒𝑣2『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑚𝑎𝑔𝑖𝑛𝑒-𝑖𝑎『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖4 『 𝑇𝐸𝑋𝑇𝑂/𝐿𝐼𝑁𝐾 𝐴𝑁𝐴𝐿𝑌𝑆𝐼𝑆 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑙𝑎𝑚𝑎『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑙𝑎𝑚𝑎2『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑞𝑙𝑐𝑜𝑑𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑖𝑠𝑡𝑟𝑎𝑙『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑒𝑘『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑒𝑘-𝑐𝑜𝑑𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑑𝑢𝑡𝑜𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑎𝑢𝑟𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑖𝑔𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑖𝑔𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑖 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑑𝑟𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑑𝑎𝑐𝑎𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑢𝑚𝑚𝑒𝑟𝑖𝑧𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑢𝑚𝑖𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐕𝐈𝐏 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑜𝑑𝑜𝑠 (𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑙𝑡𝑒𝑟𝑎𝑑𝑜𝑟𝑒𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑢𝑠𝑖𝑐𝑎𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢18 ( 𝑚𝑒𝑛𝑢)
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑒𝑛ℎ𝑜𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑙𝑖𝑐𝑎𝑡𝑖𝑣𝑜𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑛𝑡𝑎𝑔𝑒𝑚( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑟𝑚𝑎 (𝑒𝑥: 𝑎𝑤𝑚)
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞 (1 𝑎𝑡𝑒 𝑜 12)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦 (1 𝑎𝑡𝑒 𝑜 34)
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑 (𝑎𝑑𝑖𝑐𝑖𝑜𝑛𝑎 𝑝𝑒𝑠𝑠𝑜𝑎)
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑢𝑡𝑖𝑚𝑒 ( 𝑠𝑒𝑢 𝑡𝑖𝑚𝑒 )
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑠𝑡𝑟𝑒𝑎𝑟 ( 𝑚𝑒𝑠𝑐𝑎𝑑𝑜𝑟𝑖𝑎 )
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑟𝑟𝑒𝑖𝑜 ( 𝑚𝑎𝑛𝑑𝑎 𝑚𝑒𝑛𝑠𝑎𝑔𝑒𝑚 𝑛𝑜 𝑝𝑣 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒 ( 𝑒𝑥: 𝑑𝑟𝑎𝑔𝑜𝑛 𝑏𝑎𝑙𝑙 )
┃┝১°᳝🛸 . ۪→ 𝑥𝑣𝑖𝑑𝑒𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑝𝑡𝑣𝑚𝑠𝑔
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑏𝑒𝑙𝑎
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑟𝑎𝑟𝑔𝑟𝑢𝑝𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑔𝑡𝑡𝑠
┃┝১°᳝🛸 . ۪→ 𝑡𝑜𝑖𝑚𝑔
┃┝১°᳝🛸 . ۪→ 𝑡𝑜𝑔𝑖𝑓
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑖𝑜𝑚𝑎𝑔𝑡𝑡𝑠
┃┝১°᳝🛸 . ۪→ 𝑒𝑛𝑞𝑢𝑒𝑡𝑒
┃┝১°᳝🛸 . ۪→ 𝑣𝑖𝑑𝑒𝑜𝑝𝑟𝑎𝑙𝑖𝑛𝑘
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑙𝑖𝑛𝑘
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑣𝑖𝑣𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑟𝑞𝑟-𝑐𝑜𝑑𝑒 
┃┝১°᳝🛸 . ۪→ 𝑓𝑎𝑧𝑒𝑟𝑞𝑟-𝑐𝑜𝑑𝑒 
┃┝১°᳝🛸 . ۪→ 𝑓𝑎𝑐𝑘𝑐ℎ𝑎𝑡
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐂𝐎𝐍𝐒𝐔𝐋𝐓𝐀
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒2 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ telefone (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝒄𝒑𝒇 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝒏𝒐𝒎𝒆_𝒎𝒂𝒆 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝒕𝒊𝒕𝒖𝒍𝒐_𝒆𝒍𝒆𝒊𝒕𝒐𝒓 (𝑫𝒂𝒅𝒐𝒔)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐀𝐔𝐃𝐈𝐎 𝐃𝐄 𝐌𝐄𝐌𝐄𝐒
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑 (𝑎𝑏𝑟𝑖𝑢 𝑜 𝑎𝑢𝑑𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑1 (𝑚𝑒𝑢𝑠 𝑎𝑚𝑖𝑔𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑2 (𝑐𝑒𝑏𝑜𝑙𝑖𝑛ℎ𝑎 𝑐ℎ𝑖𝑚𝑔𝑎𝑛𝑑𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑3 (𝑐𝑜𝑚𝑜 𝑒 𝑎𝑚𝑖𝑔𝑜?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑4 (𝑒 𝑜 𝑝𝑖𝑥 𝑛𝑑 𝑎𝑖𝑛𝑑𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑5 (𝑎𝑝𝑎𝑔𝑜𝑢?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑6 (𝑓𝑎𝑙𝑎 𝑏𝑎𝑖𝑥𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑7 (𝑣𝑎𝑖 𝑁𝑒𝑦𝑚𝑎𝑟)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑8 (𝑐𝑎𝑑𝑒 𝑎 𝑓𝑜𝑡𝑜?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑9 (𝑎𝑖 𝑐ℎ𝑎𝑣𝑖𝑛ℎ𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑10 (𝑜𝑙ℎ𝑎 𝑎 𝑚𝑎𝑐𝑜𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑11 (𝑐𝑎𝑑𝑒 𝑜𝑐𝑒 𝑓𝑖 𝑑𝑎 𝑝𝑢𝑡𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑12 (𝑐𝑎𝑙𝑚𝑎 𝑚𝑜𝑟𝑒𝑛𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑13 (𝑓𝑜𝑔𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑14 (𝑐𝑜𝑛𝑡𝑟𝑎 𝑚𝑒𝑢 𝑝𝑟𝑜𝑔𝑟𝑒𝑠𝑠𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑15 (𝑣𝑐 𝑒𝑟𝑎 𝑚𝑒𝑢 𝑑𝑢𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑16 (𝐴𝑖 𝑐ℎ𝑎𝑣𝑖𝑛ℎ𝑜 𝑐𝑜𝑚𝑝𝑙𝑒𝑡𝑜 )
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑17 (𝑎𝑖 𝑞 𝑑𝑖𝑙𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑18 (𝑎𝑐𝑎𝑏𝑎 𝑝𝑒𝑙𝑜 𝑎𝑚𝑜𝑟 𝑑𝑒 𝑑𝑒𝑢𝑧)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑19 (𝑐𝑎𝑙𝑎𝑏𝑟𝑒𝑠𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑20 (𝑐𝑒𝑏𝑜𝑙𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑21 (𝑙𝑜𝑢𝑐𝑜 𝑒 𝑠𝑜𝑛ℎ𝑎𝑑𝑜𝑟)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑22 (𝑂𝑖 𝑛𝑜𝑣𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑23 (𝑐𝑜𝑛ℎ𝑒𝑐𝑒 𝑎 𝑝𝑎𝑢𝑙𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑24 (𝑟𝑎𝑐𝑖𝑜𝑛𝑎𝑖𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑25 (𝑒𝑙𝑒 𝑛 𝑣𝑎𝑖 𝑛)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑26 (𝑓𝑛𝑓)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑27 (𝑜𝑙ℎ𝑎 𝑠𝑒 𝑣𝑐 𝑛 𝑚𝑒 𝑎𝑚𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑28 (𝑒𝑙𝑒 𝑡𝑎 𝑠𝑒𝑚 𝑧𝑎𝑝)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑29 (𝑅𝑜𝑑𝑟𝑖𝑔𝑜 𝑐𝑎𝑛𝑡𝑎𝑑𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑30 (𝑃𝑜𝑟𝑛𝑜 𝑔𝑎𝑦)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑31 (𝐵𝑖𝑏𝑖𝑏
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑32 (𝑡𝑜𝑛𝑖𝑛ℎ𝑜2)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑33 (𝑡𝑎 𝑏𝑎𝑡𝑒𝑛𝑑𝑜 𝑢𝑚𝑎 𝑛𝑒)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑34 (𝑒 𝑞𝑢𝑒 𝑒𝑢 𝑡𝑜𝑢 𝑚𝑒𝑖𝑜 𝑔𝑟𝑖𝑝𝑎𝑑𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑35 (𝑒𝑙𝑒 𝑓𝑒𝑧 𝑑𝑛𝑣)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑36 (𝑥𝑢𝑥𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑37 (𝑝𝑎𝑟𝑎 𝑑𝑒 𝑚𝑎𝑛𝑑𝑎 𝑎𝑢𝑑𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑38(𝑐𝑢𝑖𝑑𝑎𝑑𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑39 (𝑠𝑜𝑛𝑜 𝑑𝑜 𝑑𝑖𝑎𝑏𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑40 (𝑣𝑎𝑚𝑜𝑠 𝑢𝑠𝑎𝑟 𝑑𝑟𝑜𝑔𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑41 (𝑎 𝑝𝑖𝑎 𝑡𝑎 𝑐ℎ𝑒𝑖𝑎 𝑑𝑒 𝑙𝑜𝑢𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑42 (𝑎𝑛𝑛ℎ)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑43 (𝑑𝑒 𝑐𝑜𝑟𝑝𝑎𝑜 𝑛𝑎 𝑚𝑎𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑44 (𝑒𝑙𝑒 𝑞𝑢𝑒𝑖𝑚𝑎 𝑜𝑢 𝑛 𝑞𝑢𝑒𝑖𝑚𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑45 (𝑔𝑎𝑦𝑦𝑦𝑦)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑46 (𝑏𝑜𝑝𝑖 𝑏𝑜𝑝𝑖 𝑝𝑢)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑47 (𝑜𝑛𝑖𝑐ℎ𝑎𝑛 𝑜𝑛𝑖𝑐ℎ𝑎𝑛)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑48 (𝑚𝑒𝑢 ℎ𝑒𝑟𝑜𝑖 𝑛 𝑢𝑠𝑎 𝑐𝑎𝑝𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑49 (𝑡𝑎 𝑐𝑜𝑚 𝑐𝑎𝑟𝑎 𝑑𝑒 𝑏𝑟𝑎𝑏𝑜 𝑡𝑎?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑50 (𝑓𝑒𝑖𝑜 𝑝𝑟𝑎 𝑑𝑖𝑠𝑔𝑟𝑎𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑51 (𝑦𝑎𝑚𝑒𝑡𝑒)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐎𝐔𝐓𝐑𝐎𝐒 / 𝐀𝐋𝐄𝐀𝐓𝐎𝐑𝐈𝐎𝐒
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒『 𝑒𝑥: 𝑛𝑎𝑟𝑢𝑡𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒_𝑝𝑒𝑟𝑠𝑜𝑛𝑎𝑔𝑒𝑛𝑠『 𝑒𝑥: 𝑛𝑎𝑟𝑢𝑡𝑜 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒_𝑛𝑜𝑣𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑠𝑡𝑟𝑒𝑎𝑟 『𝑝𝑒𝑑𝑖𝑑𝑜』
┃┝১°᳝🛸 . ۪→ 𝑎𝑣𝑎𝑙𝑖𝑎𝑟『𝑎𝑣𝑎𝑙𝑖𝑒𝑖 𝑎 𝑙𝑎𝑢𝑟𝑙』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑝𝑜𝑟𝑡『𝑟𝑒𝑝𝑜𝑟𝑡𝑎 𝑢𝑚 𝑏𝑢𝑔』
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑𝑐𝑚𝑑『𝑒𝑥: 𝑐𝑜𝑚𝑎𝑛𝑑𝑜 𝑑𝑒 𝑝𝑙𝑎𝑦』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑛𝑡𝑎𝑟『𝑐𝑜𝑛𝑡𝑎 𝑐𝑎𝑟𝑎𝑐𝑡𝑒𝑟𝑒𝑠』
┃┝১°᳝🛸 . ۪→ 𝑎𝑢𝑑𝑖𝑜𝑎𝑙𝑒 『𝑎𝑢𝑑𝑖𝑜𝑠 𝑎𝑙𝑒𝑎𝑡𝑜𝑟𝑖𝑜𝑠』
┃┝১°᳝🛸 . ۪→ 𝐶𝑎𝑙𝑐𝑢𝑙𝑎𝑟〘1+1〙
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑛𝑠𝑒𝑙ℎ𝑜𝑏𝑖𝑏𝑙𝑖𝑐𝑜
┃┝১°᳝🛸 . ۪→ 𝑓𝑎𝑡𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑐𝑢𝑟𝑖𝑜𝑠𝑖𝑑𝑎𝑑𝑒𝑠
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑣𝑒𝑙𝑖𝑛𝑔
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑖𝑎𝑑𝑜𝑟 
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑚𝑎𝑛𝑑𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑏𝑒𝑙𝑎 
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑏𝑒𝑙𝑎1
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑓𝑜𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑠𝑡𝑎𝑑𝑚 
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑟𝑎𝑟𝑔𝑟𝑢𝑝𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑟𝑎𝑟𝑔𝑟𝑢𝑝𝑜
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑑𝑒𝑝𝑒𝑟𝑓𝑖𝑙
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑎𝑑𝑖𝑛ℎ𝑎 
┃┝১°᳝🛸 . ۪→ 𝑝𝑒𝑟𝑓𝑖𝑙
┃┝১°᳝🛸 . ۪→ 𝑒𝑛𝑞𝑢𝑒𝑡𝑒
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑜𝑛?
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑖𝑎𝑑𝑜𝑟
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑙𝑢𝑛𝑖𝑎
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑛𝑠𝑒𝑙ℎ𝑜
┃┝১°᳝🛸 . ۪→ ℎ𝑜𝑗𝑒
┃┝১°᳝🛸 . ۪→ 𝑓𝑟𝑎𝑠𝑒
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑐𝑎𝑑𝑜𝑝𝑟𝑜𝑤ℎ𝑎𝑡𝑠𝑎𝑝𝑝 
┃┝১°᳝🛸 . ۪→ 𝑓𝑟𝑎𝑠𝑒𝑐𝑟𝑖𝑎𝑡𝑖𝑣𝑎𝑠
┃┝১°᳝🛸 . ۪→ 𝑓𝑟𝑎𝑠𝑒𝑏𝑜𝑛𝑖𝑡𝑎
┃┝১°᳝🛸 . ۪→ 𝑛𝑖𝑐𝑘
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑟𝑎𝑟𝑛𝑖𝑐𝑘
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
`; 
}

const aplicativos = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐀𝐏𝐋𝐈𝐂𝐀𝐓𝐈𝐕𝐎𝐒 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝1 (𝑌𝑜𝑢𝑡𝑢𝑏𝑒 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 𝑇𝑒𝑚𝑎 𝐷𝑎𝑟𝑘)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝2 (𝑌𝑜𝑢𝑡𝑢𝑏𝑒 𝑃𝑟𝑒𝑚𝑖𝑢𝑚 𝑇𝑒𝑚𝑎 𝐵𝑙𝑎𝑐𝑘)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝3 (𝑌𝑜𝑢𝐶𝑢𝑡 𝑃𝑟𝑜)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝4 (𝑃𝑖𝑐𝑠𝐴𝑟𝑡 𝑃𝑟𝑒𝑚𝑖𝑢𝑚)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝5 (𝑆𝑛𝑎𝑝𝑡𝑢𝑏𝑒 𝑃𝑟𝑒𝑚𝑖𝑢𝑚)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝6 (𝐾𝑖𝑛𝑒𝑀𝑎𝑠𝑡𝑒𝑟 𝑃𝑟𝑜)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝7 (𝑁𝑒𝑡𝑓𝑙𝑖𝑥 𝑃𝑖𝑟𝑎𝑡𝑎)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝8 (𝑃𝑜𝑤𝑒𝑟𝐷𝑖𝑟𝑒𝑐𝑡𝑜𝑟 𝑃𝑅𝑂)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝9 (𝑆𝑝𝑜𝑡𝑖𝑓𝑦 𝑃𝑟𝑒𝑚𝑖𝑢𝑚)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝10 (𝑅𝑒𝑚𝑖𝑛𝑖 𝑃𝑟𝑜)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝11 (𝐴𝑙𝑖𝑔ℎ𝑡 𝑀𝑜𝑡𝑖𝑜𝑛)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑝12 (𝐼𝑛𝑠𝑡𝑎𝑔𝑟𝑎𝑚 𝑃𝑟𝑜)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜1 (𝑀𝑖𝑛𝑒𝑐𝑟𝑎𝑓𝑡)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜2 (𝐷𝑟𝑎𝑔𝑜𝑛𝐵𝑎𝑙𝑙 𝑍 - 𝐷𝑜𝑘𝑘𝑎𝑛)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜3 (𝐺𝑇𝐴 𝑆𝑎𝑛𝐴𝑛𝑑𝑟𝑒𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜4 (𝐺𝑇𝐴 𝑆𝐴 - 𝐿𝑒𝑔𝑒𝑛𝑑𝑎𝑑𝑜 𝑒𝑚 𝑃𝑜𝑟𝑡𝑢𝑔𝑢𝑒𝑠)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜5 (𝐺𝑇𝐴 𝑆𝐴 𝑐𝑜𝑚 𝑀𝑜𝑑 𝐶𝑙𝑒𝑜)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜6 (𝐺𝑇𝐴 𝑆𝐴 𝑂𝑛𝑙𝑖𝑛𝑒)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜7 (𝐺𝑇𝐴 𝑆𝑢𝑝𝑒𝑟𝐿𝑖𝑡𝑒 + 𝑀𝑜𝑑 𝐶𝑙𝑒𝑜)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜8 (𝐿𝑎𝑠𝑡𝐷𝑎𝑦 𝑜𝑛 𝐸𝑎𝑟𝑡 𝑆𝑢𝑟𝑣𝑖𝑣𝑎𝑙)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜9 (𝐵𝑜𝑚𝑏𝑒𝑟 𝐹𝑟𝑖𝑒𝑛𝑑𝑠 𝑀𝑂𝐷)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜10 (𝐴𝑟𝑐𝑎𝑑𝑒 𝐻𝑢𝑛𝑡𝑒𝑟)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜11 (𝐷𝑒𝑓𝑒𝑠𝑎 𝑑𝑒 𝑍𝑜𝑚𝑏𝑖𝑒 𝑂𝑐𝑖𝑜𝑠𝑜)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜12 (𝑃𝑎𝑐-𝑀𝑎𝑛)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜13 (𝐶𝑎𝑟 𝐷𝑟𝑖𝑣𝑖𝑛𝑔 𝑆𝑐ℎ𝑜𝑜𝑙 𝑆𝑖𝑚𝑢𝑙𝑎𝑡𝑜𝑟 - 𝐴𝑃𝐾)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜14 (𝐶𝑦𝑏𝑒𝑟 𝐹𝑖𝑔ℎ𝑡𝑒𝑟𝑠 𝑃𝑟𝑒𝑚𝑖𝑢𝑚)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜15 (𝐷𝑟𝑎𝑔 𝑅𝑎𝑐𝑖𝑛𝑔)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜16 (𝑀𝑟. 𝐵𝑟𝑜𝑤)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜17 (𝐴𝑖𝑟𝑝𝑜𝑟𝑡 𝐶𝑖𝑡𝑦)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜18 (𝐶𝑟𝑎𝑠ℎ 𝐵𝑎𝑛𝑑𝑖𝑐𝑜𝑜𝑡)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜19 (𝑅𝑒𝑎𝑙 𝑆𝑡𝑒𝑒𝑙 𝑊𝑜𝑟𝑙𝑑 𝑅𝑜𝑏𝑜𝑡 𝐵𝑜𝑥𝑖𝑛𝑔 - 𝐴𝑃𝐾+𝑂𝐵𝐵)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜20 (𝐴𝑛𝑔𝑒𝑟 𝑜𝑓 𝑆𝑡𝑖𝑐𝑘𝑒𝑟)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜21 (𝐴𝑛𝑔𝑟𝑦 𝐵𝑖𝑟𝑑𝑠 2 - 𝐴𝑃𝐾+𝑂𝐵𝐵)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜22 (𝐸𝑠𝑝𝑒𝑐𝑖𝑎𝑙 𝐹𝑜𝑟𝑐𝑒 𝐺𝑟𝑜𝑢𝑝 2 - 𝐶𝑆)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜23 (𝑅𝑜𝑏𝑙𝑜𝑥)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜24 (𝐶𝑟𝑖𝑡𝑖𝑐𝑎𝑙 𝑆𝑡𝑟𝑖𝑘𝑒𝑟)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜25 (𝐷𝑟𝑒𝑎𝑚 𝐿𝑒𝑎𝑔𝑢𝑒 𝑆𝑜𝑐𝑐𝑒𝑟)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜26 (𝐶𝑙𝑎𝑠ℎ 𝑜𝑓 𝐶𝑙𝑎𝑛𝑠)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜27 (𝐶𝑟𝑖𝑚𝑖𝑛𝑎𝑙 𝐶𝑎𝑠𝑒 𝑃𝑎𝑟𝑖𝑠)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜28 (𝐷𝑟𝑖𝑓𝑡 𝑀𝑎𝑥 𝑊𝑜𝑟𝑙𝑑)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜29 (𝐷𝑜𝑤𝑛ℎ𝑖𝑙𝑙 𝑀𝑎𝑠𝑡𝑒𝑟𝑠)
┃┝১°᳝🛸 . ۪→ 𝐽𝑜𝑔𝑜30 (𝑀𝑜𝑛𝑜𝑝𝑜𝑙𝑦)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
`; 
}

const montagem = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐌𝐎𝐍𝐓𝐀𝐆𝐄𝐍𝐒 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑚𝑢𝑛𝑖𝑠𝑚𝑜
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑙𝑠𝑜𝑛𝑎𝑟𝑜
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑙𝑠𝑜𝑛𝑎𝑟𝑜2
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑙𝑠𝑜𝑛𝑎𝑟𝑜3
┃┝১°᳝🛸 . ۪→ 𝑏𝑛𝑤
┃┝১°᳝🛸 . ۪→ 𝑏𝑒𝑎𝑢𝑡𝑖𝑓𝑢𝑙
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑢𝑟
┃┝১°᳝🛸 . ۪→ 𝑠𝑝𝑜𝑛𝑔𝑒𝑏𝑜𝑏
┃┝১°᳝🛸 . ۪→ 𝑒𝑑𝑛𝑎𝑙𝑑𝑜_𝑏𝑎𝑛𝑑𝑒𝑖𝑟𝑎
┃┝১°᳝🛸 . ۪→ 𝑎𝑓𝑓𝑒𝑐𝑡
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑐𝑖𝑟𝑐𝑙𝑒
┃┝১°᳝🛸 . ۪→ 𝑑𝑖𝑡ℎ𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑓𝑎𝑐𝑒𝑝𝑎𝑙𝑚
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑣𝑒𝑟𝑡
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑔𝑖𝑘
┃┝১°᳝🛸 . ۪→ 𝑟𝑜𝑡𝑎𝑡𝑒
┃┝১°᳝🛸 . ۪→ 𝑟𝑖𝑝
┃┝১°᳝🛸 . ۪→ 𝑗𝑎𝑖𝑙
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑠ℎ
┃┝১°᳝🛸 . ۪→ 𝑝𝑖𝑥𝑒𝑙𝑎𝑡𝑒
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑝𝑖𝑎
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑛𝑡𝑒𝑑
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑠𝑡𝑒𝑑
┃┝১°᳝🛸 . ۪→ 𝑙𝑔𝑏𝑡
┃┝১°᳝🛸 . ۪→ 𝑝𝑒𝑝𝑒
┃┝১°᳝🛸 . ۪→ 𝑒𝑑𝑛𝑎𝑙𝑑𝑜𝑡𝑣
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑏𝑟𝑜𝑠𝑠
┃┝১°᳝🛸 . ۪→ 𝑤𝑎𝑠𝑡𝑒𝑑
┃┝১°᳝🛸 . ۪→ 𝑟𝑜𝑚𝑒𝑟𝑜
┃┝১°᳝🛸 . ۪→ 𝑘𝑎𝑟𝑎𝑏𝑎
┃┝১°᳝🛸 . ۪→ 𝑔𝑡𝑎𝑖𝑚𝑔
┃┝১°᳝🛸 . ۪→ 𝑚𝑠𝑔
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑐𝑘𝑒𝑟
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑐𝑘𝑒𝑟2
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const brincadeiras = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐑𝐏𝐆 (𝐁𝐄𝐓𝐀)
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑗𝑖𝑛ℎ𝑎
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑐ℎ𝑖𝑙𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑝𝑔 (𝑟𝑒𝑔𝑖𝑠𝑡𝑟𝑜)
┃┝১°᳝🛸 . ۪→ 𝑙𝑢𝑡𝑎𝑟
┃┝১°᳝🛸 . ۪→ 𝑝𝑜𝑐𝑎𝑜
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑙𝑎𝑡𝑜𝑟𝑖𝑜
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐆𝐀𝐌𝐄 𝐃𝐄 𝐃𝐀𝐌𝐀𝐒
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑙𝑝𝑑𝑎𝑚𝑎
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑚𝑎
┃┝১°᳝🛸 . ۪→ 𝑎𝑐𝑒𝑖𝑡𝑎𝑟
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑣𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑖𝑠𝑡𝑖𝑟
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐆𝐀𝐌𝐄 𝐃𝐄 𝐃𝐄𝐓𝐄𝐓𝐈𝐕𝐄
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑙𝑝𝑑𝑒𝑡𝑒𝑡𝑖𝑣𝑒
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑡𝑒𝑡𝑖𝑣𝑒 𝑖𝑛𝑖𝑐𝑖𝑎𝑟
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑡𝑒𝑡𝑖𝑣𝑒 𝑒𝑛𝑡𝑟𝑎𝑟
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑡𝑒𝑡𝑖𝑣𝑒 𝑐𝑜𝑚𝑒𝑐𝑎𝑟
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑡𝑎𝑟𝑝
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑝𝑜𝑟𝑡𝑎𝑟-𝑐𝑜𝑟𝑝𝑜
┃┝১°᳝🛸 . ۪→ 𝑣𝑜𝑡𝑎𝑟𝑔
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐑𝐎𝐋𝐄𝐓𝐀 𝐑𝐔𝐒𝐒𝐀 🪆
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑙𝑝𝑟𝑜𝑙𝑒𝑡𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑜𝑙𝑒𝑡𝑎𝑟𝑢𝑠𝑠𝑎𝑣𝑠
┃┝১°᳝🛸 . ۪→ 𝑎𝑐𝑒𝑖𝑡𝑎𝑟𝑟
┃┝১°᳝🛸 . ۪→ 𝑔𝑖𝑟𝑎𝑟𝑡
┃┝১°᳝🛸 . ۪→ 𝑠𝑖𝑚𝑟
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑟𝑜𝑙𝑒𝑡𝑎
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐉𝐎𝐆𝐎𝐒 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑗𝑜𝑔𝑜𝑑𝑎𝑣𝑒𝑙ℎ𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑣
┃┝১°᳝🛸 . ۪→ 𝑗𝑜𝑔𝑜𝑑𝑎𝑓𝑜𝑟𝑐𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑒𝑡𝑓𝑜𝑟𝑐𝑎
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑟𝑐𝑎 +𝑎 𝑙𝑒𝑡𝑟𝑎 
┃┝১°᳝🛸 . ۪→ 𝑒𝑢𝑛𝑢𝑛𝑐𝑎 (𝑗𝑜𝑔𝑜 𝑒𝑢 𝑛𝑢𝑛𝑐𝑎,𝑒𝑢 𝑗𝑎)
┃┝১°᳝🛸 . ۪→ 𝐶𝑟𝑖𝑎𝑟_𝑐𝑎𝑟𝑑 (𝐶𝑟𝑖𝑎𝑟 𝑠𝑒𝑢 𝑐𝑎𝑟𝑡𝑎𝑜)
┃┝১°᳝🛸 . ۪→ 𝑉𝑒𝑟_𝑐𝑎𝑟𝑑 (𝑣𝑒𝑟 𝑐𝑎𝑟𝑡𝑎𝑜 𝑐𝑟𝑖𝑎𝑑𝑜)
┃┝১°᳝🛸 . ۪→ 𝐶𝑎𝑟𝑡𝑒𝑖𝑟𝑎 (𝑆𝑎𝑙𝑑𝑜 𝑑𝑖𝑠𝑝𝑜𝑛𝑖𝑣𝑒𝑙)
┃┝১°᳝🛸 . ۪→ 𝑉𝑒𝑟𝑐𝑎𝑟𝑡𝑒𝑖𝑟𝑎 (@)
┃┝১°᳝🛸 . ۪→ 𝑇𝑟𝑎𝑛𝑠𝑓𝑒𝑟𝑖𝑟 (@/𝑉𝑎𝑙𝑜𝑟)
┃┝১°᳝🛸 . ۪→ 𝐴𝑝𝑜𝑠𝑡𝑎𝑟 (𝑉𝑎𝑙𝑜𝑟 = 50) 
┃┝১°᳝🛸 . ۪→ 𝑃𝑒𝑠𝑐𝑎𝑟 (𝐺𝑎𝑛ℎ𝑎𝑟 𝑐𝑜𝑖𝑛)
┃┝১°᳝🛸 . ۪→ 𝐶ℎ𝑢𝑟𝑟𝑎𝑠𝑐𝑜 (𝐺𝑎𝑛ℎ𝑎𝑟 𝑐𝑜𝑖𝑛)
┃┝১°᳝🛸 . ۪→ 𝑆𝑡𝑒𝑎𝑙 (𝑀𝑒𝑛𝑐𝑖𝑜𝑛𝑒)
┃┝১°᳝🛸 . ۪→ 𝐻𝑎𝑐𝑘𝑒𝑎𝑟 (𝑀𝑒𝑛𝑐𝑖𝑜𝑛𝑒)
┃┝১°᳝🛸 . ۪→ 𝑀𝑖𝑛𝑎 (𝐶𝑜𝑜𝑟𝑑𝑒𝑛𝑎𝑑𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝑀𝑖𝑛𝑎𝑑𝑜 (𝐷𝑖𝑓𝑖𝑐𝑢𝑙𝑑𝑎𝑑𝑒)
┃┝১°᳝🛸 . ۪→ 𝑀𝑖𝑛𝑎𝑟𝑒𝑠𝑒𝑡 (𝑅𝑒𝑠𝑒𝑡𝑎𝑟)
┃┝১°᳝🛸 . ۪→ 𝑀𝑖𝑛𝑒𝑠ℎ𝑒𝑙𝑝 (𝐼𝑛𝑓𝑜)
┃┝১°᳝🛸 . ۪→ 𝑀𝑖𝑛𝑎𝑡𝑖𝑝𝑠 (𝐷𝑖𝑐𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝐼𝑛𝑓𝑜𝑡𝑖𝑛𝑑𝑒𝑟 (𝐶𝑜𝑚𝑜 𝑢𝑠𝑎𝑟)
┃┝১°᳝🛸 . ۪→ 𝑅𝑔𝑡𝑖𝑛𝑑𝑒𝑟 (𝑆𝑒 𝑟𝑒𝑔𝑖𝑠𝑡𝑟𝑎𝑟)
┃┝১°᳝🛸 . ۪→ 𝑇𝑖𝑛𝑑𝑒𝑟𝑓𝑜𝑡𝑜 (𝑇𝑟𝑜𝑐𝑎𝑟 𝑓𝑜𝑡𝑜)
┃┝১°᳝🛸 . ۪→ 𝑇𝑖𝑛𝑑𝑒𝑟𝑛𝑜𝑚𝑒 (𝑇𝑟𝑜𝑐𝑎𝑟 𝑛𝑜𝑚𝑒)
┃┝১°᳝🛸 . ۪→ 𝑇𝑖𝑛𝑑𝑒𝑟𝑖𝑑𝑎𝑑𝑒 (𝑇𝑟𝑜𝑐𝑎𝑟 𝑖𝑑𝑎𝑑𝑒)
┃┝১°᳝🛸 . ۪→ 𝑆𝑎𝑖𝑟𝑡𝑖𝑛𝑑𝑒𝑟 (𝑅𝑒𝑚𝑜𝑣𝑒𝑟)
┃┝১°᳝🛸 . ۪→ 𝑇𝑖𝑛𝑑𝑒𝑟 (𝑉𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑟)
┃┝১°᳝🛸 . ۪→ 𝑀𝑒𝑢𝑡𝑖𝑛𝑑𝑒𝑟 (𝑆𝑡𝑎𝑡𝑢𝑠) 
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐁𝐑𝐈𝐍𝐂𝐀𝐃𝐄𝐈𝐑𝐀𝐒
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑎𝑔𝑢𝑎 (@)
┃┝১°᳝🛸 . ۪→ 𝑏𝑒𝑖𝑗𝑜 (@)
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑝𝑎 (@)
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑠𝑎𝑟 (@)
┃┝১°᳝🛸 . ۪→ 𝑎𝑏𝑟𝑎𝑐𝑜 (@)
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑖𝑜 (@)
┃┝১°᳝🛸 . ۪→ 𝑠ℎ𝑖𝑝𝑜 (@)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑐𝑜 (@)
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑝𝑎 (@)
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑛𝑐𝑎𝑟 (@)
┃┝১°᳝🛸 . ۪→ 𝑐ℎ𝑢𝑡𝑒 (@)
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑡𝑎𝑟 (@)
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑠𝑎𝑙 (𝑎𝑙𝑒𝑎𝑡𝑜𝑟𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑎𝑣𝑎𝑙𝑖𝑎𝑟𝑝𝑒𝑟𝑓𝑖𝑙 (𝑎𝑙𝑒𝑎𝑡𝑜𝑟𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑎𝑙𝑚𝑎-𝑔𝑒𝑚𝑒𝑎𝑠 (𝑎𝑙𝑒𝑎𝑡𝑜𝑟𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑢𝑖𝑐𝑖𝑑𝑖𝑜 
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑔𝑎𝑑𝑜
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑐𝑜𝑟𝑛𝑜
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑛𝑘𝑔𝑜𝑠𝑡𝑜𝑠𝑜
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑔𝑜𝑠𝑡𝑜𝑠𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑠𝑎𝑓𝑎𝑑𝑎𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑠𝑎𝑓𝑎𝑑𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑜𝑡𝑎𝑘𝑢𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑛𝑎𝑧𝑖𝑠𝑡𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑝𝑎𝑢
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑔𝑎𝑦
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑐𝑖𝑜𝑛𝑎𝑟 (𝑒𝑥: 𝑐𝑜𝑟𝑛𝑜)
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑓𝑎𝑙𝑖𝑑𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑙𝑖𝑛𝑑𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑑𝑒𝑢𝑠𝑒𝑠
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑛𝑒𝑔𝑒
┃┝১°᳝🛸 . ۪→ 𝑠𝑢𝑟𝑢𝑏𝑎
┃┝১°᳝🛸 . ۪→ 𝑐ℎ𝑖𝑓𝑟𝑒
┃┝১°᳝🛸 . ۪→ 𝑝𝑢𝑛ℎ𝑒𝑡𝑒𝑖𝑟𝑜
┃┝১°᳝🛸 . ۪→ 𝑏𝑒𝑏𝑎𝑑𝑜
┃┝১°᳝🛸 . ۪→ 𝑣𝑒𝑠𝑔𝑜
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑦
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑦2
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑚𝑒𝑚𝑜𝑑𝑒1
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑟𝑛𝑜/𝑐𝑜𝑟𝑛𝑎
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑑𝑜/𝑔𝑎𝑑𝑎
┃┝১°᳝🛸 . ۪→ 𝑛𝑎𝑧𝑖𝑠𝑡𝑎
┃┝১°᳝🛸 . ۪→ 𝑔𝑜𝑠𝑡𝑜𝑠𝑜/𝑔𝑜𝑠𝑡𝑜𝑠𝑎
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑠𝑏𝑖𝑐𝑎/𝑙𝑒𝑠𝑏𝑖𝑐𝑜
┃┝১°᳝🛸 . ۪→ 𝑝𝑒𝑔𝑎𝑟𝑓𝑜𝑡𝑜 ( 𝑝𝑒𝑔𝑎 𝑓𝑜𝑡𝑜 𝑑𝑎 𝑝𝑒𝑠𝑠𝑜𝑎 𝑚𝑎𝑟𝑐𝑎𝑑𝑎 )
┃┝১°᳝🛸 . ۪→ 𝑏𝑖𝑜𝑔𝑟𝑎𝑓𝑖𝑎 ( 𝑝𝑒𝑔𝑎 𝑎 𝑏𝑖𝑜 𝑑𝑎 𝑝𝑒𝑠𝑠𝑜𝑎 𝑚𝑎𝑟𝑐𝑎𝑑𝑎 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑟𝑡𝑒
┃┝১°᳝🛸 . ۪→ 𝑠𝑛 "𝑠𝑢𝑎 𝑝𝑒𝑟𝑔𝑢𝑛𝑡𝑎"
┃┝১°᳝🛸 . ۪→ 𝑐ℎ𝑎𝑛𝑐𝑒 "𝑐ℎ𝑎𝑛𝑐𝑒 𝑑𝑒 𝑎𝑙𝑔𝑜"
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const menudono = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐃𝐎𝐍𝐎 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑡prefix (𝑛𝑜𝑣𝑜 prefix)
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑡-emoji (𝑢𝑚 𝑛𝑜𝑣𝑜 emoji)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑚𝑒𝑛𝑢 (𝑓𝑜𝑡𝑜 𝑑𝑜 𝑚𝑒𝑛𝑢)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑎𝑑𝑚 (𝑓𝑜𝑡𝑜 𝑑𝑜 𝑚𝑒𝑛𝑢𝑎𝑑𝑚)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑑𝑜𝑛𝑜 (𝑓𝑜𝑡𝑜 𝑑𝑜 𝑚𝑒𝑛𝑢 𝑑𝑜𝑛𝑜)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑣𝑖𝑝 (𝑓𝑜𝑡𝑜 𝑑𝑜 𝑚𝑒𝑛𝑢𝑣𝑖𝑝)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑚𝑒𝑛𝑢18 ( 𝑓𝑜𝑡𝑜 𝑑𝑜 𝑚𝑒𝑛𝑢18)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑗𝑜𝑔𝑜 (𝑓𝑜𝑡𝑜 𝑑𝑜 𝑚𝑒𝑛𝑢𝑗𝑜𝑔𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑡𝑛𝑎𝑚𝑒 (𝑛𝑜𝑚𝑒 𝑑𝑜 𝑏𝑜𝑡)
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜-𝑛𝑎𝑚𝑒 (𝑛𝑖𝑐𝑘 𝑑𝑜𝑛𝑜)
┃┝১°᳝🛸 . ۪→ 𝑣𝑖𝑠𝑢𝑎𝑙𝑖𝑧𝑎𝑟𝑚𝑠𝑔 
┃┝১°᳝🛸 . ۪→ 𝑎𝑢𝑑𝑖𝑜-𝑚𝑒𝑛𝑢 (𝑎𝑢𝑑𝑖𝑜 𝑑𝑜𝑠 𝑚𝑒𝑛𝑢𝑠)
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢-𝑎𝑢𝑑𝑖𝑜2 (𝑠𝑒 𝑚𝑎𝑛𝑑𝑎𝑟 𝑢𝑚 𝑎𝑢𝑑𝑖𝑜 𝑜 𝑏𝑜𝑡 𝑚𝑎𝑛𝑑𝑎 𝑜 𝑚𝑒𝑛𝑢)
┃┝১°᳝🛸 . ۪→ 𝑎𝑢𝑑𝑖𝑜-𝑟𝑒𝑠𝑝𝑜𝑠𝑡𝑎 (𝑎𝑢𝑑𝑖𝑜 𝑑𝑎𝑠 𝑟𝑒𝑠𝑝𝑜𝑠𝑡𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑖𝑠𝑡𝑒𝑚𝑙𝑜𝑔𝑖𝑛 (𝑝𝑎𝑟𝑎 𝑡𝑒𝑟 𝑞𝑢𝑒 𝑓𝑎𝑧𝑒𝑟 𝑙𝑜𝑔𝑖𝑛)
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜1
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜2
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜3
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜4
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜5
┃┝১°᳝🛸 . ۪→ 𝑑𝑜𝑛𝑜5
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑖𝑣𝑎𝑑𝑑𝑔𝑟𝑜𝑢𝑝 𝑎𝑙𝑙/𝑐𝑛𝑡𝑡/𝑛𝑔𝑚
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑖𝑣𝑝ℎ𝑜𝑡𝑜𝑏𝑜𝑡 𝑎𝑙𝑙/𝑐𝑛𝑡𝑡/𝑛𝑔𝑚
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑙𝑣𝑖𝑝 (@)
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑𝑣𝑖𝑝
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑙_𝑖𝑛𝑓𝑜𝑐𝑚𝑑
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑_𝑖𝑛𝑓𝑜𝑐𝑚𝑑
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑟𝑎𝑚𝑑  
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑟𝑚𝑒𝑚𝑏𝑟𝑜
┃┝১°᳝🛸 . ۪→ 𝑠𝑎𝑖𝑟𝑔𝑝   
┃┝১°᳝🛸 . ۪→ 𝑢𝑠𝑜𝑟𝑎𝑚
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑟𝑣𝑖𝑝 (𝑏𝑜𝑡)
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑟𝑣𝑖𝑝𝑑𝑜𝑛𝑜
┃┝১°᳝🛸 . ۪→ 𝑝𝑖𝑛𝑔
┃┝১°᳝🛸 . ۪→ 𝑔𝑟𝑢𝑝𝑜 𝑓/𝑎  
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑒𝑡 (𝑟𝑒𝑖𝑛𝑖𝑐𝑖𝑎𝑟 𝑜 𝑝𝑎𝑖𝑛𝑒𝑙)
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑟𝑎𝑟𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑𝑥𝑝
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑟𝑎𝑟𝑥𝑝
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑜𝑐𝑘𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑢𝑛𝑏𝑙𝑜𝑐𝑘𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑟𝑚𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑜𝑐𝑘𝑙𝑒𝑣𝑒𝑙𝑙𝑖𝑠𝑡
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑙𝑒𝑣𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑠𝑡𝑎𝑣𝑖𝑝
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑠𝑡𝑎𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑠𝑡𝑎𝑔𝑝2
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑑𝑒𝑠𝑠𝑒𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑑𝑜𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑔𝑟𝑢𝑝𝑜 𝑎/𝑓
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑛𝑠𝑚𝑖𝑡𝑖𝑟
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑛𝑘𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑖𝑎𝑟𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑟𝑔_𝑎𝑙𝑢𝑔𝑢𝑒𝑙
┃┝১°᳝🛸 . ۪→ 𝑟𝑚_𝑎𝑙𝑢𝑔𝑢𝑒𝑙
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐒𝐄𝐌 𝐏𝐑𝐄𝐅𝐈𝐗𝐎
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑙𝑖𝑔𝑎𝑟 𝑠𝑖𝑠𝑡𝑒𝑚.𝑎
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑔𝑎𝑟 𝑠𝑖𝑠𝑡𝑒𝑚𝑎
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑖𝑛𝑖𝑐𝑖𝑎𝑟 𝑠𝑖𝑠𝑡𝑒𝑚.𝑎 
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑜𝑚𝑜𝑡𝑒 𝑑𝑜𝑛.𝑜
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑚𝑜𝑡𝑒 𝑑𝑜𝑛.𝑜
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑛𝑜 26.2
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const menuvip = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐕𝐈𝐏
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑜𝑑𝑜𝑠 (𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑙𝑡𝑒𝑟𝑎𝑑𝑜𝑟𝑒𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑢𝑠𝑖𝑐𝑎𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑛𝑢18 ( 𝑚𝑒𝑛𝑢)
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑒𝑛ℎ𝑜𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑝𝑙𝑖𝑐𝑎𝑡𝑖𝑣𝑜𝑠 ( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑛𝑡𝑎𝑔𝑒𝑚( 𝑚𝑒𝑛𝑢 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑟𝑚𝑎 (𝑒𝑥: 𝑎𝑤𝑚)
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞 (1 𝑎𝑡𝑒 𝑜 12)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦 (1 𝑎𝑡𝑒 𝑜 34)
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑 (𝑎𝑑𝑖𝑐𝑖𝑜𝑛𝑎 𝑝𝑒𝑠𝑠𝑜𝑎)
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑢𝑡𝑖𝑚𝑒 ( 𝑠𝑒𝑢 𝑡𝑖𝑚𝑒 )
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑠𝑡𝑟𝑒𝑎𝑟 ( 𝑚𝑒𝑠𝑐𝑎𝑑𝑜𝑟𝑖𝑎 )
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑟𝑟𝑒𝑖𝑜 ( 𝑚𝑎𝑛𝑑𝑎 𝑚𝑒𝑛𝑠𝑎𝑔𝑒𝑚 𝑛𝑜 𝑝𝑣 )
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒 ( 𝑒𝑥: 𝑑𝑟𝑎𝑔𝑜𝑛 𝑏𝑎𝑙𝑙 )
┃┝১°᳝🛸 . ۪→ 𝑥𝑣𝑖𝑑𝑒𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑝𝑡𝑣𝑚𝑠𝑔
┃┝১°᳝🛸 . ۪→ 𝑡𝑎𝑏𝑒𝑙𝑎
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑟𝑎𝑟𝑔𝑟𝑢𝑝𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑔𝑡𝑡𝑠
┃┝১°᳝🛸 . ۪→ 𝑡𝑜𝑖𝑚𝑔
┃┝১°᳝🛸 . ۪→ 𝑡𝑜𝑔𝑖𝑓
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑖𝑜𝑚𝑎𝑔𝑡𝑡𝑠
┃┝১°᳝🛸 . ۪→ 𝑒𝑛𝑞𝑢𝑒𝑡𝑒
┃┝১°᳝🛸 . ۪→ 𝑣𝑖𝑑𝑒𝑜𝑝𝑟𝑎𝑙𝑖𝑛𝑘
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑙𝑖𝑛𝑘
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑣𝑖𝑣𝑒𝑟
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑟𝑞𝑟-𝑐𝑜𝑑𝑒 
┃┝১°᳝🛸 . ۪→ 𝑓𝑎𝑧𝑒𝑟𝑞𝑟-𝑐𝑜𝑑𝑒 
┃┝১°᳝🛸 . ۪→ 𝑓𝑎𝑐𝑘𝑐ℎ𝑎𝑡
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐂𝐎𝐍𝐒𝐔𝐋𝐓𝐀
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒2 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ telefone (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝒄𝒑𝒇 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝒏𝒐𝒎𝒆_𝒎𝒂𝒆 (𝐷𝑎𝑑𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝒕𝒊𝒕𝒖𝒍𝒐_𝒆𝒍𝒆𝒊𝒕𝒐𝒓 (𝑫𝒂𝒅𝒐𝒔)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐈𝐍𝐓𝐄𝐋𝐈𝐆𝐄𝐍𝐂𝐈𝐀 𝐀𝐑𝐓𝐈𝐅𝐈𝐂𝐈𝐀𝐋
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝐼𝑀𝐴𝐺𝐸𝑀 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝐴𝑈𝐷𝐼𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝑉𝐼𝐷𝐸𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑚𝑎𝑔𝑖𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑙𝑙𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑙𝑙𝑒𝑣2『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑚𝑎𝑔𝑖𝑛𝑒-𝑖𝑎『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖4 『 𝑇𝐸𝑋𝑇𝑂/𝐿𝐼𝑁𝐾 𝐴𝑁𝐴𝐿𝑌𝑆𝐼𝑆 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑙𝑎𝑚𝑎『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑙𝑎𝑚𝑎2『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑞𝑙𝑐𝑜𝑑𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑖𝑠𝑡𝑟𝑎𝑙『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑒𝑘『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑒𝑘-𝑐𝑜𝑑𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑑𝑢𝑡𝑜𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑎𝑢𝑟𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑖𝑔𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑖𝑔𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑖 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑑𝑟𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑑𝑎𝑐𝑎𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑢𝑚𝑚𝑒𝑟𝑖𝑧𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑢𝑚𝑖𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const menuAi = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐈𝐍𝐓𝐄𝐋𝐈𝐆𝐄𝐍𝐂𝐈𝐀 𝐀𝐑𝐓𝐈𝐅𝐈𝐂𝐈𝐀𝐋
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝐼𝑀𝐴𝐺𝐸𝑀 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝐴𝑈𝐷𝐼𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑚𝑖𝑑𝑖𝑎 『 𝑇𝑋𝑇 & 𝑉𝐼𝐷𝐸𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑒𝑛𝑖𝑥_𝑖𝑚𝑎𝑔𝑖𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑙𝑙𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑎𝑙𝑙𝑒𝑣2『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑚𝑎𝑔𝑖𝑛𝑒-𝑖𝑎『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚𝑖𝑛𝑖4 『 𝑇𝐸𝑋𝑇𝑂/𝐿𝐼𝑁𝐾 𝐴𝑁𝐴𝐿𝑌𝑆𝐼𝑆 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑚 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑙𝑎𝑚𝑎『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑙𝑎𝑚𝑎2『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑞𝑙𝑐𝑜𝑑𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑖𝑠𝑡𝑟𝑎𝑙『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑒𝑘『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑒𝑘-𝑐𝑜𝑑𝑒『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑎𝑢𝑟𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑢𝑚𝑖𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑟𝑟𝑖𝑔𝑖𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑑𝑢𝑧𝑖𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑥𝑝𝑙𝑖𝑐𝑎𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑢𝑚𝑜𝑡𝑒𝑐𝑛𝑖𝑐𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑥𝑝𝑙𝑖𝑐𝑎𝑝𝑟𝑎𝑡𝑖𝑐𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑎𝑙𝑖𝑠𝑒-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑙ℎ𝑜𝑟𝑎𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑣𝑖𝑒𝑤-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑜𝑒𝑚𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ ℎ𝑖𝑠𝑡𝑜𝑟𝑖𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑖𝑎𝑑𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑟𝑎𝑠𝑒-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑟𝑡𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑐𝑟𝑖𝑐𝑎𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑖𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑜𝑡𝑒𝑖𝑟𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑔𝑒𝑛𝑑𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑙𝑜𝑔𝑎𝑛-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑒𝑖𝑎𝑎𝑝𝑝-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑒𝑖𝑎𝑒𝑚𝑝𝑟𝑒𝑠𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒𝑐𝑎𝑛𝑎𝑙-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒𝑝𝑟𝑜𝑑𝑢𝑡𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑚𝑎𝑣𝑖𝑑𝑒𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑚𝑎𝑒𝑛𝑞𝑢𝑒𝑡𝑒-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑢𝑚𝑜𝑎𝑢𝑙𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑚𝑎𝑚𝑢𝑠𝑖𝑐𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑒𝑖𝑎𝑏𝑜𝑡-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑖𝑑𝑒𝑖𝑎𝑐𝑜𝑚𝑎𝑛𝑑𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑚𝑝𝑎𝑟𝑎𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑣𝑎𝑛𝑡𝑎𝑔𝑒𝑛𝑠-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑣𝑎𝑛𝑡𝑎𝑔𝑒𝑛𝑠-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑜𝑝𝑛𝑖𝑎𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑖𝑡𝑖𝑐𝑎-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑎𝑣𝑎𝑙𝑖𝑎𝑟𝑇𝑒𝑥𝑡𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑣𝑖𝑠𝑎𝑟𝑃𝑜𝑠𝑡-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑟𝑎𝑟𝑐𝑜𝑑𝑖𝑔𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑒𝑥𝑝𝑙𝑖𝑐𝑎𝑐𝑜𝑑𝑖𝑔𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑟𝑟𝑖𝑔𝑖𝑟𝑏𝑢𝑔-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑚𝑒𝑛𝑡𝑎𝑟-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑟𝑚𝑎𝑡𝑎𝑟𝑐𝑜𝑑𝑖𝑔𝑜-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑠𝑛𝑖𝑝𝑝𝑒𝑡-𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑑𝑢𝑡𝑜𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑎𝑢𝑟𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑖𝑔𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑚𝑖𝑔𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑖 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑑𝑟𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑑𝑎𝑐𝑎𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑢𝑚𝑚𝑒𝑟𝑖𝑧𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑢𝑚𝑖𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const menuadm = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐀𝐃𝐌 𝐒𝐓𝐄𝐋𝐋𝐀𝐑
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑔𝑝𝑡1 1/0 『𝑖𝑛𝑡𝑒𝑙𝑖𝑔𝑒𝑛𝑐𝑖𝑎 𝑎𝑟𝑡𝑖𝑓𝑖𝑐𝑖𝑎𝑙』
┃┝১°᳝🛸 . ۪→ 𝑠𝑖𝑚𝑖ℎ 1/0 『𝑖𝑛𝑡𝑒𝑙𝑖𝑔𝑒𝑛𝑐𝑖𝑎 𝑎𝑟𝑡𝑖𝑓𝑖𝑐𝑖𝑎𝑙 𝑞𝑢𝑒 𝑎𝑝𝑟𝑒𝑑𝑒』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑠𝑡𝑎𝑟𝑡𝑙𝑖𝑛𝑘
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑙𝑖𝑛𝑘 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑖𝑚𝑔 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑓𝑎𝑘𝑒 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑎𝑢𝑑𝑖𝑜 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑣𝑖𝑑𝑒𝑜 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑝𝑎𝑙𝑎𝑣𝑟𝑎 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑠𝑡𝑖𝑐𝑘𝑒𝑟 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑑𝑜𝑐 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑑𝑜𝑐𝑢𝑚𝑒𝑛𝑡𝑜 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑙𝑜𝑐 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑐𝑎𝑡𝑎𝑙𝑎𝑔𝑜 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑡𝑖𝑛𝑜𝑡𝑎𝑠 1/0
┃┝১°᳝🛸 . ۪→ 𝑙𝑒𝑣𝑒𝑙𝑖𝑛𝑔 1/0
┃┝১°᳝🛸 . ۪→ 𝑐𝑡1『𝑎𝑛𝑡𝑖𝑐𝑜𝑛𝑡𝑎𝑡𝑜 𝑜𝑛』
┃┝১°᳝🛸 . ۪→ 𝑐𝑡0『𝑎𝑛𝑡𝑖𝑐𝑜𝑛𝑡𝑎𝑡𝑜 𝑜𝑓𝑓』
┃┝১°᳝🛸 . ۪→ 𝑎𝑢𝑡𝑜𝑟𝑒𝑎𝑐𝑡 1/0
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑑𝑜𝑏𝑟𝑖𝑛𝑐𝑎𝑑𝑒𝑖𝑟𝑎 1/0
┃┝১°᳝🛸 . ۪→ 𝑚𝑜𝑑𝑜+18 1/0
┃┝১°᳝🛸 . ۪→ 𝑎𝑢𝑡𝑜𝑟𝑒𝑝𝑜𝑠𝑡𝑎 1/0『𝑝𝑎𝑟𝑎 𝑞𝑢𝑒 𝑜 𝑏𝑜𝑡 𝑟𝑒𝑠𝑝𝑜𝑛𝑑𝑎』
┃┝১°᳝🛸 . ۪→ 𝑝𝑟𝑜𝑚𝑜𝑣𝑒𝑟 『@』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑏𝑎𝑖𝑥𝑎𝑟 『@』
┃┝১°᳝🛸 . ۪→ 𝑏𝑎𝑛『@』
┃┝১°᳝🛸 . ۪→ 𝑏𝑎𝑛𝑓『𝑏𝑎𝑛 𝑓𝑎𝑘𝑒 𝑘𝑘』
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑 『@55』
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑣𝑖𝑣𝑒𝑟 『@55』
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑠𝑡𝑎𝑛𝑒𝑔𝑟𝑎 『@』
┃┝১°᳝🛸 . ۪→ 𝑡𝑖𝑟𝑎𝑟𝑑𝑎𝑙𝑖𝑠𝑡𝑎 『@』
┃┝১°᳝🛸 . ۪→ 𝑣𝑒𝑟𝑙𝑖𝑠𝑡𝑎𝑛
┃┝১°᳝🛸 . ۪→ 𝑐ℎ𝑒𝑐𝑘𝑎𝑡𝑖𝑣𝑜 『@』
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑙𝑒𝑣𝑒𝑙 『𝑙𝑒𝑣𝑒𝑙』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑡𝑒𝑛𝑡𝑒 『𝑙𝑒𝑣𝑒𝑙』
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑎𝑡𝑖𝑣𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑛𝑘𝑖𝑛𝑎𝑡𝑖𝑣𝑜𝑠
┃┝১°᳝🛸 . ۪→ 𝑥9𝑣𝑖𝑠𝑢𝑢𝑛𝑖𝑐𝑎 『𝑟𝑒𝑣𝑒𝑙𝑎𝑟 𝑣𝑖𝑠𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎』
┃┝১°᳝🛸 . ۪→ 𝑎𝑑𝑑𝑝𝑎𝑙𝑎𝑣𝑟𝑎
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑙𝑝𝑎𝑙𝑎𝑣𝑟𝑎  
┃┝১°᳝🛸 . ۪→ 𝑟𝑚𝑝ℎ𝑜𝑡𝑜𝑔𝑝 『𝑡𝑖𝑟𝑎 𝑎 𝑓𝑜𝑡𝑜 𝑑𝑜 𝑔𝑝』
┃┝১°᳝🛸 . ۪→ 𝑙𝑖𝑠𝑡𝑎𝑝𝑎𝑙𝑎𝑣𝑟𝑎 『𝑝𝑎𝑙𝑎𝑣𝑟𝑎𝑠 𝑝𝑟𝑜𝑖𝑏𝑖𝑑𝑎𝑠』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑟𝑐𝑎𝑟 『𝑚𝑎𝑟𝑐𝑎 𝑡𝑜𝑑𝑜𝑠 𝑑𝑜 𝑔𝑝』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑟𝑐𝑎𝑟2   『𝑚𝑎𝑟𝑐𝑎 𝑠𝑜𝑚𝑒𝑛𝑡𝑒 𝑚𝑒𝑚𝑏𝑟𝑜𝑠』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑟𝑐𝑎𝑟𝑤𝑎 『𝑚𝑎𝑟𝑐𝑎 𝑝𝑜𝑟 𝑙𝑖𝑛𝑘』
┃┝১°᳝🛸 . ۪→ 𝑔𝑟𝑢𝑝𝑜 𝑓/𝑎 『𝑓𝑒𝑐ℎ𝑎𝑟 𝑒 𝑎𝑏𝑟𝑖𝑟 𝑜 𝑔𝑝』
┃┝১°᳝🛸 . ۪→ 𝑛𝑜𝑚𝑒𝑔𝑟𝑢𝑝𝑜
┃┝১°᳝🛸 . ۪→ 𝑟𝑒𝑣𝑒𝑟𝑠𝑒𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑠𝑐𝑔𝑝
┃┝১°᳝🛸 . ۪→ 𝑎𝑢𝑠𝑒𝑛𝑡𝑒『𝑟𝑒𝑔𝑖𝑠𝑡𝑟𝑎𝑟 𝑎𝑢𝑠𝑒𝑛𝑐𝑖𝑎』
┃┝১°᳝🛸 . ۪→ 𝑣𝑜𝑙𝑡𝑒𝑖『𝑡𝑖𝑟𝑎𝑟 𝑎𝑢𝑠𝑒𝑛𝑐𝑖𝑎』
┃┝১°᳝🛸 . ۪→ 𝑡𝑜𝑡𝑎𝑔
┃┝১°᳝🛸 . ۪→ 𝑐𝑖𝑡𝑎
┃┝১°᳝🛸 . ۪→ ℎ𝑖𝑑𝑒𝑡𝑎𝑔
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑟𝑡𝑒𝑖𝑜 『𝑠𝑜𝑟𝑡𝑒𝑎𝑟 𝑎𝑙𝑔𝑜.』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝 『𝑎𝑝𝑟𝑒𝑠𝑒𝑛𝑡𝑎𝑟』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝2 『𝑎𝑝𝑟𝑒𝑠𝑒𝑛𝑡𝑎𝑟』
┃┝১°᳝🛸 . ۪→ 𝑎𝑝3 『𝑎𝑝𝑟𝑒𝑠𝑒𝑛𝑡𝑎𝑟』
┃┝১°᳝🛸 . ۪→ 𝑟𝑔_𝑎𝑣𝑖𝑠𝑜 『𝑎𝑑𝑑 𝑎𝑣𝑖𝑠𝑜』
┃┝১°᳝🛸 . ۪→ 𝑟𝑚_𝑎𝑣𝑖𝑠𝑜 『𝑡𝑖𝑟𝑎𝑟 𝑎𝑣𝑖𝑠𝑜』
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑚𝑑𝑖𝑎 『𝑓𝑜𝑖 𝑑𝑒 𝑓』
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑎𝑡𝑎𝑟𝑑𝑒 『𝑓𝑜𝑖 𝑑𝑒 𝑓』
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑎𝑛𝑜𝑖𝑡𝑒 『𝑓𝑜𝑖 𝑑𝑒 𝑓』
┃┝১°᳝🛸 . ۪→ 𝑔𝑟𝑢𝑝𝑜 『30𝑠 | 1𝑚 | 5𝑚 | 10𝑚 | 30𝑚 | 1ℎ | 3ℎ | 12ℎ』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
`; 
}

const menusounds = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐀𝐔𝐃𝐈𝐎 𝐃𝐄 𝐌𝐄𝐌𝐄𝐒
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑 (𝑎𝑏𝑟𝑖𝑢 𝑜 𝑎𝑢𝑑𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑1 (𝑚𝑒𝑢𝑠 𝑎𝑚𝑖𝑔𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑2 (𝑐𝑒𝑏𝑜𝑙𝑖𝑛ℎ𝑎 𝑐ℎ𝑖𝑚𝑔𝑎𝑛𝑑𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑3 (𝑐𝑜𝑚𝑜 𝑒 𝑎𝑚𝑖𝑔𝑜?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑4 (𝑒 𝑜 𝑝𝑖𝑥 𝑛𝑑 𝑎𝑖𝑛𝑑𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑5 (𝑎𝑝𝑎𝑔𝑜𝑢?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑6 (𝑓𝑎𝑙𝑎 𝑏𝑎𝑖𝑥𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑7 (𝑣𝑎𝑖 𝑁𝑒𝑦𝑚𝑎𝑟)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑8 (𝑐𝑎𝑑𝑒 𝑎 𝑓𝑜𝑡𝑜?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑9 (𝑎𝑖 𝑐ℎ𝑎𝑣𝑖𝑛ℎ𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑10 (𝑜𝑙ℎ𝑎 𝑎 𝑚𝑎𝑐𝑜𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑11 (𝑐𝑎𝑑𝑒 𝑜𝑐𝑒 𝑓𝑖 𝑑𝑎 𝑝𝑢𝑡𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑12 (𝑐𝑎𝑙𝑚𝑎 𝑚𝑜𝑟𝑒𝑛𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑13 (𝑓𝑜𝑔𝑜𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑14 (𝑐𝑜𝑛𝑡𝑟𝑎 𝑚𝑒𝑢 𝑝𝑟𝑜𝑔𝑟𝑒𝑠𝑠𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑15 (𝑣𝑐 𝑒𝑟𝑎 𝑚𝑒𝑢 𝑑𝑢𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑16 (𝐴𝑖 𝑐ℎ𝑎𝑣𝑖𝑛ℎ𝑜 𝑐𝑜𝑚𝑝𝑙𝑒𝑡𝑜 )
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑17 (𝑎𝑖 𝑞 𝑑𝑖𝑙𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑18 (𝑎𝑐𝑎𝑏𝑎 𝑝𝑒𝑙𝑜 𝑎𝑚𝑜𝑟 𝑑𝑒 𝑑𝑒𝑢𝑧)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑19 (𝑐𝑎𝑙𝑎𝑏𝑟𝑒𝑠𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑20 (𝑐𝑒𝑏𝑜𝑙𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑21 (𝑙𝑜𝑢𝑐𝑜 𝑒 𝑠𝑜𝑛ℎ𝑎𝑑𝑜𝑟)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑22 (𝑂𝑖 𝑛𝑜𝑣𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑23 (𝑐𝑜𝑛ℎ𝑒𝑐𝑒 𝑎 𝑝𝑎𝑢𝑙𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑24 (𝑟𝑎𝑐𝑖𝑜𝑛𝑎𝑖𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑25 (𝑒𝑙𝑒 𝑛 𝑣𝑎𝑖 𝑛)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑26 (𝑓𝑛𝑓)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑27 (𝑜𝑙ℎ𝑎 𝑠𝑒 𝑣𝑐 𝑛 𝑚𝑒 𝑎𝑚𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑28 (𝑒𝑙𝑒 𝑡𝑎 𝑠𝑒𝑚 𝑧𝑎𝑝)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑29 (𝑅𝑜𝑑𝑟𝑖𝑔𝑜 𝑐𝑎𝑛𝑡𝑎𝑑𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑30 (𝑃𝑜𝑟𝑛𝑜 𝑔𝑎𝑦)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑31 (𝐵𝑖𝑏𝑖𝑏
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑32 (𝑡𝑜𝑛𝑖𝑛ℎ𝑜2)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑33 (𝑡𝑎 𝑏𝑎𝑡𝑒𝑛𝑑𝑜 𝑢𝑚𝑎 𝑛𝑒)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑34 (𝑒 𝑞𝑢𝑒 𝑒𝑢 𝑡𝑜𝑢 𝑚𝑒𝑖𝑜 𝑔𝑟𝑖𝑝𝑎𝑑𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑35 (𝑒𝑙𝑒 𝑓𝑒𝑧 𝑑𝑛𝑣)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑36 (𝑥𝑢𝑥𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑37 (𝑝𝑎𝑟𝑎 𝑑𝑒 𝑚𝑎𝑛𝑑𝑎 𝑎𝑢𝑑𝑖𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑38(𝑐𝑢𝑖𝑑𝑎𝑑𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑39 (𝑠𝑜𝑛𝑜 𝑑𝑜 𝑑𝑖𝑎𝑏𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑40 (𝑣𝑎𝑚𝑜𝑠 𝑢𝑠𝑎𝑟 𝑑𝑟𝑜𝑔𝑎𝑠)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑41 (𝑎 𝑝𝑖𝑎 𝑡𝑎 𝑐ℎ𝑒𝑖𝑎 𝑑𝑒 𝑙𝑜𝑢𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑42 (𝑎𝑛𝑛ℎ)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑43 (𝑑𝑒 𝑐𝑜𝑟𝑝𝑎𝑜 𝑛𝑎 𝑚𝑎𝑜)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑44 (𝑒𝑙𝑒 𝑞𝑢𝑒𝑖𝑚𝑎 𝑜𝑢 𝑛 𝑞𝑢𝑒𝑖𝑚𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑45 (𝑔𝑎𝑦𝑦𝑦𝑦)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑46 (𝑏𝑜𝑝𝑖 𝑏𝑜𝑝𝑖 𝑝𝑢)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑47 (𝑜𝑛𝑖𝑐ℎ𝑎𝑛 𝑜𝑛𝑖𝑐ℎ𝑎𝑛)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑48 (𝑚𝑒𝑢 ℎ𝑒𝑟𝑜𝑖 𝑛 𝑢𝑠𝑎 𝑐𝑎𝑝𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑49 (𝑡𝑎 𝑐𝑜𝑚 𝑐𝑎𝑟𝑎 𝑑𝑒 𝑏𝑟𝑎𝑏𝑜 𝑡𝑎?)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑50 (𝑓𝑒𝑖𝑜 𝑝𝑟𝑎 𝑑𝑖𝑠𝑔𝑟𝑎𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑠𝑜𝑢𝑛𝑑51 (𝑦𝑎𝑚𝑒𝑡𝑒)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const menu118 = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 +𝟏𝟖
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑛𝑡𝑎𝑖
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜𝑜𝑛𝑙𝑦 ( 𝑓𝑜𝑡𝑜 𝑑𝑒 𝑜𝑛𝑙𝑦𝑓𝑎𝑛𝑠)
┃┝১°᳝🛸 . ۪→ 𝑓𝑜𝑡𝑜18 (𝑓𝑜𝑡𝑜 +18)
┃┝১°᳝🛸 . ۪→ 𝑣𝑖𝑑𝑒𝑜18 (𝑣𝑖𝑑𝑒𝑜 +18)
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢18 (𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎 +18 )
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑔𝑢18 (𝑓𝑖𝑔𝑢𝑟𝑖𝑛ℎ𝑎 +18 )
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑛𝑎𝑙 
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑎𝑙 
┃┝১°᳝🛸 . ۪→ 𝑝𝑢𝑠𝑠𝑦 
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑛𝑡𝑎𝑖
┃┝১°᳝🛸 . ۪→ 𝑡ℎ𝑖𝑔ℎ 
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑜𝑏𝑠 
┃┝১°᳝🛸 . ۪→ 𝑎𝑠𝑠 
┃┝১°᳝🛸 . ۪→ 𝑘𝑎𝑛𝑛𝑎 
┃┝১°᳝🛸 . ۪→ 4𝑘 
┃┝১°᳝🛸 . ۪→ ℎ𝑡ℎ𝑖𝑔ℎ 
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑛𝑡𝑎𝑐𝑙𝑒 
┃┝১°᳝🛸 . ۪→ ℎ𝑏𝑜𝑜𝑏𝑠
┃┝১°᳝🛸 . ۪→ ℎ𝑜𝑙𝑜 
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑠𝑠 
┃┝১°᳝🛸 . ۪→ 𝑝𝑔𝑖𝑓 
┃┝১°᳝🛸 . ۪→ 𝑦𝑎𝑜𝑖
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑘𝑜 
┃┝১°᳝🛸 . ۪→ ℎ𝑛𝑒𝑘𝑜 
┃┝১°᳝🛸 . ۪→ ℎ𝑘𝑖𝑡𝑠𝑢𝑛𝑒 
┃┝১°᳝🛸 . ۪→ 𝑘𝑒𝑚𝑜𝑛𝑜𝑚𝑖𝑚𝑖
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑝
┃┝১°᳝🛸 . ۪→ 𝑤𝑖𝑓𝑢
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑛𝑎𝑙𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑎𝑙𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑝𝑢𝑠𝑠𝑦𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑛𝑡𝑎𝑖𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑡ℎ𝑖𝑔ℎ𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑜𝑏𝑠𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑎𝑠𝑠𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑘𝑎𝑛𝑛𝑎𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 4𝑘𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑡ℎ𝑖𝑔ℎ𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑛𝑡𝑎𝑐𝑙𝑒𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑏𝑜𝑜𝑏𝑠𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑜𝑙𝑜𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑠𝑠𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑝𝑔𝑖𝑓𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑦𝑎𝑜𝑖𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑘𝑜𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑛𝑒𝑘𝑜𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑘𝑖𝑡𝑠𝑢𝑛𝑒𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑘𝑒𝑚𝑜𝑛𝑜𝑚𝑖𝑚𝑖𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑝𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑤𝑖𝑓𝑢𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑜𝑤𝑗𝑜𝑏𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑘𝑜𝑣𝑖𝑧𝑢 (𝐹𝑜𝑡𝑜𝑠 𝑒𝑚 𝑣𝑖𝑧𝑢𝑎𝑙𝑖𝑧𝑎𝑐𝑎𝑜 𝑢𝑛𝑖𝑐𝑎)
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑛𝑎𝑙-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑎𝑙-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑝𝑢𝑠𝑠𝑦-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ ℎ𝑒𝑛𝑡𝑎𝑖-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)
┃┝১°᳝🛸 . ۪→ 𝑡ℎ𝑖𝑔ℎ-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑜𝑏𝑠-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑎𝑠𝑠-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑘𝑎𝑛𝑛𝑎-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 4𝑘-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ ℎ𝑡ℎ𝑖𝑔ℎ-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑡𝑒𝑛𝑡𝑎𝑐𝑙𝑒-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ ℎ𝑏𝑜𝑜𝑏𝑠-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)
┃┝১°᳝🛸 . ۪→ ℎ𝑜𝑙𝑜-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑠𝑠-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑝𝑔𝑖𝑓-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑦𝑎𝑜𝑖-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)
┃┝১°᳝🛸 . ۪→ ℎ𝑛𝑒𝑘𝑜-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ ℎ𝑘𝑖𝑡𝑠𝑢𝑛𝑒-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙) 
┃┝১°᳝🛸 . ۪→ 𝑘𝑒𝑚𝑜𝑛𝑜𝑚𝑖𝑚𝑖-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑝-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)
┃┝১°᳝🛸 . ۪→ 𝑤𝑖𝑓𝑢-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)  
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑜𝑤𝑗𝑜𝑏-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)  
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑘𝑜-𝑐𝑎 (𝐹𝑜𝑡𝑜 𝑒𝑚 𝑒𝑠𝑡𝑖𝑙𝑜 𝑐𝑎𝑟𝑟𝑜𝑠𝑠𝑒𝑙)
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎2
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎3
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎4
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎5
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎6
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎7
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎8
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎9
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎10
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎11
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎12
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎13
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎14
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎15
┃┝১°᳝🛸 . ۪→ 𝑝𝑙𝑎𝑞𝑢𝑖𝑛ℎ𝑎16
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐎𝐍𝐋𝐘𝐅𝐀𝐍𝐒 (𝐓𝐀𝐋𝐕𝐄𝐙 𝐎𝐅𝐅)
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦1.  (𝐿𝑢𝑖𝑧𝑎 𝑟𝑢𝑠𝑠𝑜 (𝑚𝑎𝑛𝑠𝑎𝑜 𝑚𝑎𝑟𝑜𝑚𝑏𝑎))
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦2. (𝐿𝑢𝑖𝑧𝑎 𝑏𝑙𝑢𝑒)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦3  𝐼𝑠𝑎𝑑𝑜𝑟𝑎 𝑣𝑎𝑙𝑒 )
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦4. (𝐼𝑛𝑔𝑟𝑖𝑑 𝑏𝑖𝑎𝑛𝑐ℎ𝑖)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦5 (𝐿𝑖𝑧𝑦 𝐷𝑜𝑛𝑎𝑡𝑜)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦6 (𝐹𝑒ℎ 𝐺𝑎𝑙𝑣𝑎𝑜)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦7 (𝑇𝑎𝑡𝑦𝑧𝑎𝑐𝑘)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦8 (𝐴𝑦𝑟𝑙𝑎 𝑆𝑜𝑢𝑧𝑎 )
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦9 (𝐴𝐿𝐼𝑁𝐸 𝐹𝐴𝑅𝐼𝐴)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦10 (𝐾𝐼𝑁𝐸 𝐶𝐻𝐴𝑁 )
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦11 (𝐷𝐽 𝑁𝐴𝑇𝐻𝐼)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦12 (𝐵𝐸𝐿𝐸 𝐾𝐴𝐹𝐹𝐸𝑅)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦13 (𝑜𝑛𝑙𝑦 𝑑𝑜𝑠 𝑙𝑒𝑠𝑡𝑒𝑠)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦14 (𝐿𝑢𝑎 𝑆𝑎𝑛𝑡𝑎)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦15 (𝐿𝑢𝑎 𝑈𝑐ℎ𝑖ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦16 (𝐶𝑖𝑏𝑒𝑙𝑙𝑦 𝐹𝑒𝑟𝑟𝑒𝑖𝑟𝑎 (𝑝𝑟𝑜𝑓 𝑑𝑜 𝑡𝑖𝑘 𝑡𝑜𝑘))
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦17 (𝐶𝑎𝑡𝑎𝑟𝑖𝑛𝑎 𝑃𝑎𝑢𝑙𝑖𝑛𝑜)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦18 (𝐽𝑒𝑛𝑛𝑖𝑒 𝑠 )
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦19 (𝐼𝑠𝑎𝑏𝑒𝑙𝑙𝑎 𝑅𝑎𝑚𝑖𝑟𝑒𝑧)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦20 (𝐼𝑟𝑚𝑎𝑠 𝐵𝑢𝑟𝑐ℎ)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦21 (𝑀𝑖𝑎 𝐾ℎ𝑎𝑙𝑖𝑓𝑎)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦22 (𝑀𝑎𝑟𝑡𝑖𝑛𝑎 𝑂𝑙𝑖𝑣𝑒𝑟)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦23 (𝑀𝑖𝑠𝑎𝑡𝑜)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦24 (𝑀𝑖𝑐ℎ𝑒𝑙𝑙𝑒 𝑅𝑎𝑏𝑏𝑖𝑡)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦25 (𝑀𝑒1𝑎𝑑𝑖𝑛ℎ𝑎)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦26 (𝑃𝑎𝑚𝑒𝑙𝑙𝑎 𝑀𝑎𝑘𝑒𝑢𝑝)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦27 (𝑃𝑎𝑜𝑙𝑎 𝐺𝑜𝑛𝑧𝑎𝑙𝑒𝑧)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦28 (𝑆𝑜𝑓𝑖𝑎 𝑠𝑖𝑚𝑒𝑛𝑠)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦29 (𝑇𝑖𝑎 𝐵𝑟𝑖𝑡)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦30 (𝑇𝑎𝑖𝑎𝑛𝑒 𝐴𝑏𝑢𝑟𝑞𝑢𝑒𝑟𝑞𝑢𝑒)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦31 (𝑆𝑎𝑟𝑎ℎ 𝐶𝑎𝑟𝑣𝑎𝑙ℎ𝑜)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦32 (𝑃𝑎𝑜𝑙𝑎 𝐻𝑎𝑟𝑑)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦33 (𝑄𝑢𝑒𝑒𝑛 𝐸𝑔𝑟𝑖𝑙)
┃┝১°᳝🛸 . ۪→ 𝑜𝑛𝑙𝑦34 (𝑄𝑢𝑖𝑛𝑛 𝑊𝑖𝑙𝑑)
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
} 

const menuefeitos = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐌𝐄𝐍𝐔 𝐄𝐅𝐄𝐈𝐓𝐎𝐒 (𝐓𝐀𝐋𝐕𝐄𝐙 𝐎𝐅𝐅)
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑛𝑎𝑡𝑢𝑟𝑎𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑢𝑠𝑖𝑛𝑒𝑠𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑖𝑎𝑚𝑜𝑛𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑢𝑚𝑚𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑜𝑙𝑑𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑟𝑣𝑒𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑡𝑜𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑙𝑎𝑠𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑢𝑥𝑢𝑟𝑦 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑤ℎ𝑖𝑡𝑒𝑔𝑜𝑙𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑖𝑟𝑎𝑓𝑓𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑙𝑖𝑐𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑟𝑐𝑎𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑎𝑡𝑚𝑎𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛𝑔𝑙𝑖𝑡𝑐ℎ 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑤𝑦𝑒𝑎𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝐶𝑎𝑛𝑑𝑦 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 3𝑑𝑐ℎ𝑟𝑖𝑠𝑡𝑖𝑚𝑎𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑝𝑠𝑒𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛𝑔𝑟𝑒𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑3𝑑𝑠𝑡𝑜𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑐𝑡𝑖𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑚𝑜𝑛𝑔𝑟𝑒𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑎𝑡𝑎𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛3𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑠𝑓𝑎𝑙𝑡𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛𝑙𝑖𝑔𝑡ℎ 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛𝑑𝑒𝑣𝑖𝑙 『 𝑇𝑋𝑇 
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑎𝑙𝑏𝑙𝑢𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑟𝑏𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑜𝑟𝑛ℎ𝑢𝑏 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑚𝑒𝑜𝑣𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑖𝑛𝑗𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑤𝑜𝑙𝑓 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑤ℎ𝑖𝑡𝑒𝑏𝑒𝑎𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑠𝑐𝑢𝑑𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡ℎ𝑜𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑖𝑔 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑢𝑟𝑠𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑒𝑡𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑝𝑒𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑟𝑎𝑓𝑖𝑡4 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑎𝑐𝑘𝑝𝑖𝑛𝑘𝑒𝑝𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑟𝑒𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑎𝑐𝑘𝑝𝑖𝑛𝑔𝑣2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑟𝑜𝑡𝑜𝑙𝑢𝑧 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑜𝑟𝑟𝑎𝑐ℎ𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑟𝑖𝑙ℎ𝑎𝑛𝑡𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑖𝑎𝑏𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑎𝑐𝑘 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑜𝑙𝑑𝑡 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑖𝑠𝑐𝑜𝑖𝑡𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
╭━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╮
┝⊰ ➪ 𝐋𝐎𝐆𝐎𝐒 / 𝐎𝐔𝐓𝐑𝐎𝐒
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜1 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜4 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜5 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜6 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜7 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑓𝑏𝑎𝑛𝑛𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑟𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒1 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑓1 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑚𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑓2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑖𝑚𝑒2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠ℎ𝑎𝑑𝑜𝑤 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑔𝑒𝑙𝑤𝑖𝑛𝑔 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑓𝑒𝑖𝑡𝑜𝑛𝑒𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑒𝑚𝑖𝑡𝑒𝑟𝑖𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑎𝑙𝑔𝑜𝑙𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑎𝑟𝑢𝑡𝑜𝑙𝑜𝑔𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑟𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑜𝑚𝑎𝑛𝑡𝑖𝑐 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑚𝑜𝑘𝑒 『 𝑇𝐸𝑋𝑇𝑂 』  
┃┝১°᳝🛸 . ۪→ 𝑝𝑎𝑝𝑒𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑣𝑒𝑚𝑠𝑔 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑣𝑒𝑚𝑠𝑔2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑣𝑒𝑚𝑠𝑔3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑓𝑓𝑒𝑐𝑢𝑝 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑓𝑓𝑒𝑐𝑢𝑝2 『 𝑇𝐸𝑋𝑇𝑂 』  
┃┝১°᳝🛸 . ۪→ 𝑐𝑢𝑝 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑙𝑜𝑟𝑤𝑜𝑜𝑑𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑑𝑒𝑖𝑟𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛2 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑏𝑜𝑚𝑒𝑡𝑎𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑟𝑟𝑦𝑝 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑥𝑡𝑏𝑜𝑟𝑏𝑜𝑙𝑒𝑡𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑎𝑐𝑘𝑝𝑖𝑛𝑘 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑖𝑟𝑙𝑚𝑎𝑠𝑐𝑜𝑡𝑒 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑙𝑜𝑔𝑜𝑔𝑎𝑚𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑞𝑢𝑖𝑝𝑒𝑚𝑎𝑠𝑐𝑜𝑡𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑝𝑠𝑚𝑎𝑠𝑐𝑜𝑡𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑐𝑘𝑛𝑒𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑓𝑎𝑣𝑎𝑡𝑎𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑠𝑐𝑜𝑡𝑒𝑔𝑎𝑚𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑤𝑖𝑛𝑔𝑒𝑓𝑓𝑒𝑐𝑡 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑛𝑔𝑒𝑙𝑔𝑙𝑥 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑖𝑧𝑞𝑢𝑎𝑑𝑟𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑥𝑡𝑞𝑢𝑎𝑑𝑟𝑖𝑛ℎ𝑜𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑡𝑎𝑟𝑏𝑎𝑙𝑙𝑜𝑛𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑟𝑜𝑧𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 3𝑑𝑠𝑖𝑙𝑣𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑎𝑚𝑒𝑝𝑙𝑎𝑦 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑛𝑡𝑎𝑟𝑑𝑒𝑐𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑖𝑛𝑑𝑖𝑎𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑓𝑟𝑜𝑠𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑓𝑔𝑟𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐ℎ𝑢𝑓𝑢𝑦𝑢 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑤𝑜𝑙𝑓 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑟𝑎𝑔𝑜𝑛𝑟𝑒𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑢𝑟𝑝𝑙𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑣𝑎𝑡𝑎𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑔𝑜𝑜𝑔𝑙𝑒𝑠𝑔 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑎𝑣𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑜𝑥𝑖𝑐 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡ℎ𝑢𝑛𝑑𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡ℎ𝑢𝑛𝑑𝑒𝑟𝑣2  『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛𝑔𝑟𝑒𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』	
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛1 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛3𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑚𝑜𝑛𝑔𝑟𝑒𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑎𝑙𝑓𝑖𝑟𝑒  『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑟𝑎𝑖𝑛𝑏𝑜𝑤 『 𝑇𝐸𝑋𝑇𝑂 』	  
┃┝১°᳝🛸 . ۪→ 𝑔𝑒𝑙𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ ℎ𝑎𝑙𝑙𝑜𝑤𝑒𝑒𝑛 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑙𝑎𝑝𝑖𝑠 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 𝑔𝑙𝑖𝑡𝑐ℎ 『 𝑇𝐸𝑋𝑇𝑂 』  
┃┝১°᳝🛸 . ۪→ 𝑔𝑙𝑖𝑡𝑐ℎ2 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 3𝑑𝑔𝑜𝑙𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛3𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑡𝑟𝑎𝑛𝑠𝑓𝑜𝑟𝑚𝑒𝑟 『 𝑇𝐸𝑋𝑇𝑂 』 
┃┝১°᳝🛸 . ۪→ 3𝑑𝑠𝑡𝑜𝑛𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑓𝑖𝑐𝑡𝑖𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑡𝑡𝑥𝑡 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛𝑑𝑒𝑣𝑖𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑚𝑜𝑛𝑓𝑖𝑟𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑜𝑙𝑎𝑞 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑙𝑢𝑥𝑢𝑟𝑦 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑒𝑟𝑟𝑦 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑎𝑡𝑟𝑖𝑥 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ ℎ𝑜𝑟𝑟𝑜𝑟 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑢𝑣𝑒𝑚 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑜𝑛3 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑒𝑣𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑟𝑒𝑖𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑣𝑖𝑑𝑟𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑠𝑡𝑦𝑙𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑙𝑜𝑜𝑑 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑝𝑖𝑛𝑘 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑟𝑏𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑚𝑒𝑡𝑎𝑙𝑏𝑙𝑢𝑒 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑗𝑒𝑎𝑛𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑗𝑜𝑘𝑒𝑟𝑙𝑜𝑔𝑜 『 𝑇𝐸𝑋𝑇𝑂 』  
┃┝১°᳝🛸 . ۪→ 𝑛𝑎𝑡𝑎𝑙 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑜𝑠𝑠𝑜𝑠 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑎𝑠𝑓𝑎𝑙𝑡𝑜 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 3𝑑𝑑𝑟𝑎𝑔𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑒𝑠𝑚𝑒𝑟𝑎𝑙𝑑𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑏𝑟𝑒𝑎𝑘 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑐𝑎𝑟𝑡𝑜𝑜𝑛 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ ℎ𝑜𝑙𝑜𝑔𝑟𝑎𝑚 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑑𝑒𝑒𝑝𝑠𝑒𝑎 『 𝑇𝐸𝑋𝑇𝑂 』
┃┝১°᳝🛸 . ۪→ 𝑛𝑎𝑟𝑢𝑡𝑜𝑙𝑜𝑔𝑜2 『 𝑇𝐸𝑋𝑇𝑂 』
┃╰━━━─────━━━╯
╰━･｡🪐｡･ﾟ★ﾟ･｡💫｡･ﾟ★ﾟ･｡🪐｡･━╯`; 
}

const aluguelTxt = (prefix, botName, sender, isBotoff, isGroup, groupName, hora, bulan1, hari, emoji, isGroupAdmins, pushname, isCreator, isCreatorofc, isCreatorb, donoName, info, isPremium, moji, botVersion) => { 
return `╭───〔 🎯 ALUGUEL  🎯 〕───╮
📌 𝐅𝐮𝐧𝐜𝐢𝐨𝐧𝐚𝐥𝐢𝐝𝐚𝐝𝐞𝐬 𝐝𝐨 𝐁𝐨𝐭  
╰───────────────────╮  
✅ *Funcionalidades Avançadas* – Aprimore a interação e a experiência do grupo.  
✅ *Personalização Completa* – Atualizações frequentes para melhorias contínuas.  
✅ *Respostas Inteligentes* – IA otimizada para respostas rápidas e precisas.  
✅ *Suporte Técnico 24/7* – Atendimento ágil e eficiente.  
✅ *Atualizações Constantes* – Correções de bugs e estabilidade garantida.  

📌 𝐑𝐞𝐜𝐮𝐫𝐬𝐨𝐬 𝐏𝐫𝐞𝐦𝐢𝐮𝐦  
╰───────────────────╮  
⏳ *Ativo 24 Horas*  
⚡ *Velocidade Rápida: 0.11ms*  
🛡️ *Proteção Avançada para Grupos*  
🎮 *Jogos e Brincadeiras*  
🤖 *Interação com Membros*  

📌 𝐏𝐫𝐨𝐭𝐞çõ𝐞𝐬 𝐝𝐨 𝐁𝐨𝐭  
╰───────────────────╮  
🔒 *Anti-Link*  
🔒 *Anti-Fake*  
🔒 *Anti-Pornografia*  
🔒 *Anti-Apostas*  
🔒 *Anti-Vídeos / Stickers / Imagens / Áudios / Documentos / Localização*  

📌 𝐑𝐞𝐜𝐮𝐫𝐬𝐨𝐬 𝐄𝐱𝐜𝐥𝐮𝐬𝐢𝐯𝐨𝐬  
╰───────────────────╮  
✨ *Criação de Figurinhas*  
✨ *Auto-Sticker*  
✨ *Gerenciamento de Grupo*  
✨ *Comandos +18*  
✨ *IA Integrada*  

📌 𝐏𝐥𝐚𝐧𝐨𝐬 𝐝𝐞 𝐀𝐥𝐮𝐠𝐮𝐞𝐥 - 𝐆𝐫𝐮𝐩𝐨𝐬  
╰───────────────────╮  
💵 *7 Dias* – R$ 8,00
💵 *1 Mês* – R$ 20,00  
💵 *2 Meses* – R$ 35,00  
💵 *3 Meses* – R$ 55,00  
💵 *4 Meses* – R$ 110,00  
💵 *5 Meses* – R$ 140,00  
🏆 *VIP (ADM)* – R$ 10,00  

📌 𝐏𝐥𝐚𝐧𝐨𝐬 𝐝𝐞 𝐀𝐥𝐮𝐠𝐮𝐞𝐥 - 𝐔𝐬𝐨 𝐏𝐞𝐬𝐬𝐨𝐚𝐥  
╰───────────────────╮  
💶 *7 Dias* – R$ 5,00  
💶 *10 Dias* – R$ 8,00  
💶 *30 Dias* – R$ 20,00  
💶 *60 Dias* – R$ 45,00  
🏆 *VIP* – R$ 10,00

📌 𝐅𝐨𝐫𝐦𝐚𝐬 𝐝𝐞 𝐏𝐚𝐠𝐚𝐦𝐞𝐧𝐭𝐨  
╰───────────────────╮  
💲💸 *Via PIX* 💲💸  

📢 *Observação:* O VIP é incluído automaticamente ao alugar o bot, válido enquanto o aluguel estiver ativo.  

╰──────────【 ✅ 】──────────╯`}
module.exports = { menuAi, menu, menucompleto, aplicativos, montagem ,brincadeiras ,menudono ,menuvip, menuadm ,menusounds ,menuefeitos ,menu118, aluguelTxt }

fs.watchFile(__filename, (curr, prev) => {
if (curr.mtime.getTime() !== prev.mtime.getTime()) {
console.log('O menu foi editado. Reiniciando...');
process.exit();
}
});

//PEDROZZ MODS SEMPRE ATUALIZANDO 😎