#!/bin/bash

# Cores
NOCOLOR='\033[0m'
RED='\033[0;31m'
GREEN='\033[0;32m'
YELLOW='\033[1;33m'
BLUE='\033[0;34m'
HOT_PINK='\033[1;38;5;198m'
WHITE='\033[1;37m'
CYAN='\033[0;36m'
BOLD='\033[1m'

while :
do
  echo ""
  echo "${HOT_PINK}${BOLD}"
  echo " ┌────────────────────────────────────────────────────────────┐"
  echo " │  █░░ ░██░ █░░█ ███░ ░██░       ███░ ███░ █ █░░░█ ░██░ ███  "
  echo " │  █░░ █░░█ █░░█ █░░█ █░░█       █░░█ █░░█ █ █░░░█ █░░█ ░█░  "
  echo " │  █░░ ████ █░░█ ███░ ████       ███░ ███░ █ ░█░█░ ████ ░█░  "
  echo " │  █░░ █░░█ █░░█ █░░█ █░░█       █░░░ █░░█ █ ░███░ █░░█ ░█░  "
  echo " │  ███ █░░█ ░██░ █░░█ █░░█       █░░░ █░░█ █ ░░█░░ █░░█ ░█░  "
  echo " └────────────────────────────────────────────────────────────┘"
  echo "${NOCOLOR}"
  
  echo "${GREEN}══════════════════════════════════════════════════════════════"
  echo "${WHITE} ${BOLD}PEDROZZ MODS${NOCOLOR} - ${CYAN}Só mandando bot de qualidade 😎"
  echo "${GREEN}══════════════════════════════════════════════════════════════"

  echo "${RED}YOUTUBE   ${WHITE}: PEDROZZ_MODS"
  echo "${YELLOW}INSTAGRAM ${WHITE}: PEDROZZ_13755"
  echo "${BLUE}=>  AUTO CONEXÃO ATIVA PARA PREVENÇÃO DE QUEDAS${NOCOLOR}"
  echo ""
  
  node laura.js
done